Repository: okbutton/ispCP-distributed
Catalog: language-files/*.po
Languages: fi_fi, ru_ru, zh_cn

source: encoding
fi_fi: UTF-8
ru_ru: UTF-8
zh_cn: GB2312

source: _: Localised language
ru_ru: Russian
zh_cn: Chinese

source: ispCP Omega a Virtual Hosting Control System
ru_ru: ispCP - Виртуальная Система Управления Хостингом

source: Administrator login
ru_ru: Администраторативный входа

source: Login
fi_fi: Kirjaudu
ru_ru: Войти

source: Username
fi_fi: K‰ytt‰j‰nimi
ru_ru: Имя пользователя
zh_cn: �û���

source: Password
fi_fi: Salasana
ru_ru: Пароль

source: Please enter your login information
fi_fi: Anna kirjautumistiedot
ru_ru: Пожалуйста, введите Ваши данные для входа

source: Secure Connection
ru_ru: Безопасное соединение

source: Normal Connection
ru_ru: Обычное соединение

source: Lost password
fi_fi: Salasana unohtunut?
ru_ru: Восстановление пароля
zh_cn: ��ʧ����

source: Retrieving lost passwords is currently not possible
ru_ru: Восстановление паролей недоступно

source: ispCP - Virtual Hosting Control System
ru_ru: ispCP - Виртуальная Система Управления Хостингом
zh_cn: ispCP - ������������ϵͳ

source: Password sent
ru_ru: Пароль выслан

source: ERROR: Password was not sent
ru_ru: Ошибка: пароль не выслан

source: The password was requested
fi_fi: Salasana pyydetty
ru_ru: Пароль запрошен
zh_cn: �����Ѿ�������

source: Back
fi_fi: Takaisin
ru_ru: Назад

source: ERROR: Unknown user
fi_fi: VIRHE: Tuntematon k‰ytt‰j‰
ru_ru: Ошибка: неизвестный пользователь!
zh_cn: ������δ֪�û�

source: Retry
fi_fi: Uudelleen
ru_ru: Повторить

source: ERROR: Security code was not correct!
fi_fi: VIRHE: Tarkistuskoodi on virheellinen!
ru_ru: Ошибка: Секретный код не корректен!
zh_cn: ���󣺰�ȫ���벻��ȷ

source: Security code
fi_fi: Tarkistuskoodi
ru_ru: Секретный код
zh_cn: ��ȫ����

source: (To avoid abuse, we ask you to write the combination of letters on the above picture into the field "Security code")
ru_ru: (Для предотвращения доступа злоумышлеников, мы просим вас указать текст на картинке в поле "Секретный код")

source: Request password
fi_fi: Pyyd‰ salasana
ru_ru: Запросить пароль

source: ispCP - Admin/Manage users/Add User
ru_ru: ispCP - Администрирование/Управление пользователями/Добавить пользователя
zh_cn: ispCP - ����/�����û�/�����û�

source: Administrator
fi_fi: Yll‰pit‰j‰
ru_ru: Администратор
zh_cn: ����Ա

source: Incorrect username length or syntax!
ru_ru: Некорректное имя пользователя!

source: Incorrect password length or syntax!
ru_ru: Некорректный пароль!

source: Entered passwords do not match!
ru_ru: Пароли не совпадают!

source: Incorrect email length or syntax!
ru_ru: Некорректный email!

source: This user name already exist!
fi_fi: T‰m‰ k‰ytt‰j‰nimi on olemassa!
ru_ru: Такой пользователь уже есть!
zh_cn: �û������Ѵ��ڣ�

source: Empty data or wrong field!
fi_fi: Tyhj‰ tai v‰‰r‰ tietue!
ru_ru: Пусто или поле не правильно заполнено!
zh_cn: �հ����ݻ�����������

source: Passwords don't match!
ru_ru: Пароли не совпадают!

source: Add admin
fi_fi: Lis‰‰ yll‰pit‰j‰
ru_ru: Добавить админа
zh_cn: ���ӹ���Ա

source: Core data
fi_fi: P‰‰tiedot
ru_ru: Основные сведения
zh_cn: �ؼ�����

source: Repeat password
ru_ru: Повторите пароль

source: Additional data
fi_fi: Lis‰tiedot
ru_ru: Дополнительные данные

source: First name
fi_fi: Etunimi
ru_ru: Имя

source: Last name
fi_fi: Sukunimi
ru_ru: Фамилия

source: Gender
ru_ru: Пол

source: Male
ru_ru: Мужской

source: Female
ru_ru: Женский

source: Unknown
fi_fi: Tuntematon
ru_ru: Неизвестный
zh_cn: δ֪

source: Company
fi_fi: Yritys
ru_ru: Компания

source: Zip/Postal code
fi_fi: Postinumero
ru_ru: Почтовый индекс

source: City
fi_fi: Kaupunki
ru_ru: Город

source: Country
fi_fi: Maa
ru_ru: Страна

source: Street 1
fi_fi: Katuosoite 1
ru_ru: Улица 1
zh_cn: �ֵ����1�У�

source: Street 2
fi_fi: Katuosoite 2
ru_ru: Улица 2
zh_cn: �ֵ����2�У�

source: Phone
fi_fi: Puhelin
ru_ru: Телефон
zh_cn: �绰����

source: Fax
ru_ru: Факс

source: Add
fi_fi: Lis‰‰
ru_ru: Добавить

source: ispCP - Admin/Manage users/Add reseller
ru_ru: ispCP - Администрирование/Управление пользователями/Добавить дилера

source: Reseller IP list is empty!
fi_fi: J‰lleenmyyj‰n IP-lista on tyhj‰!
ru_ru: Пустой список IP для дилера!
zh_cn: ������IP�б�Ϊ�գ�

source: No.
ru_ru: Число

source: Assign
fi_fi: M‰‰rit‰
ru_ru: Привязать

source: Label
fi_fi: Nimi
ru_ru: Метка
zh_cn: ��ǩ

source: Number
fi_fi: Numero
ru_ru: Число

source: Reseller
fi_fi: J‰lleenmyyj‰
ru_ru: Дилер

source: Incorrect email syntax!
ru_ru: Некорректный email!

source: Incorrect domains limit!
ru_ru: Некорректный лимит доменов!

source: Incorrect subdomains limit!
ru_ru: Некорректный лимит поддоменов!

source: Incorrect aliases limit!
ru_ru: Некорректный лимит псевдонимов доменов!

source: Incorrect FTP accounts limit!
ru_ru: Некорректный лимит FTP аккаунтов!

source: Incorrect mail accounts limit!
ru_ru: Некорректный лимит почтовых аккаунтов!

source: Incorrect SQL databases limit!
ru_ru: Некорректный лимит SQL баз!

source: Incorrect SQL users limit!
ru_ru: Некорректный лимит SQL пользователей!

source: Incorrect traffic limit!
ru_ru: Некорректный лимит трафика!

source: Incorrect disk quota limit!
ru_ru: Некорректный лимит дискового пространства!

source: You must assign at least one IP number for a reseller!
fi_fi: Sinun t‰ytyy m‰‰ritt‰‰ v‰hint‰‰n yksi IP-osoite j‰lleenmyyj‰lle!
ru_ru: Вы должны дать хотя-бы один IP адрес для дилера
zh_cn: ���������ٸ�����ָ��һ��IP��

source: Add reseller
fi_fi: Lis‰‰ j‰lleenmyyj‰
ru_ru: Добавить дилера
zh_cn: ���Ӵ���

source: Domains limit<br><i>(0 unlimited)</i>
ru_ru: Лимит доменов<br><i>(0 - не ограничено)</i>

source: Subdomains limit<br><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит поддоменов<br><i>(-1 отключены, 0 - не ограничено)</i>

source: Aliases limit<br><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит псевдонимов<br><i>(-1 отключены, 0 - не ограничено)</i>

source: Mail accounts limit<br><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит почтовых аккаунтов<br><i>(-1 отключены, 0 - не ограничено)</i>

source: FTP accounts limit<br><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит FTP аккаунтов<br><i>(-1 отключены, 0 - не ограничено)</i>

source: SQL databases limit<br><i>(-1 disabled, 0 unlimited)</i>
fi_fi: SQL-tietokantarajoitus<br><i>(-1 pois k‰ytˆst‰, 0 rajoittamaton)</i>
ru_ru: Лимит SQL баз<br><i>(-1 отключены, 0 - не ограничено)</i>
zh_cn: SQL���ݿ�����<br><i>(-1 ����, 0Ϊ������)</i>

source: SQL users limit<br><i>(-1 disabled, 0 unlimited)</i>
fi_fi: SQL-k‰ytt‰jien rajoitus<br><i>(-1 pois k‰ytˆst‰, 0 rajoittamaton)</i>
ru_ru: Лимит SQL пользователей<br><i>(-1 отключены, 0 - не ограничено)</i>
zh_cn: SQL�û�����<br><i>(-1 ����, 0Ϊ������)</i>

source: Traffic limit [MB]<br><i>(0 unlimited)</i>
fi_fi: Liikennem‰‰r‰rajoitus [MT]<br><i>(0 rajoittamaton)</i>
ru_ru: Лимит трафика<br><i>(0 - не ограничено)</i>
zh_cn: �������[MB]<br><i>(0Ϊ������)</i>

source: Disk limit [MB]<br><i>(0 unlimited)</i>
fi_fi: Levytilarajoitus [MT]<br><i>(0 rajoittamaton)</i>
ru_ru: Лимит дискового пространства [Мб]<br><i>(0 - не ограничено)</i>
zh_cn: ���̿ռ�����[MB]<br><i>(0 ������)</i>

source: Backup and restore
fi_fi: Varmuuskopio / palautus
ru_ru: Резервное копирование и восстановление
zh_cn: ���ݺͻ�ԭ

source: Custom error pages
fi_fi: Vaihtoehtoiset virhesivut
ru_ru: Персональные Cтраницы ошибок
zh_cn: �Զ�������ҳ��

source: Protected areas
fi_fi: Suojatut alueet
ru_ru: Защищенные области

source: Webmail
ru_ru: Вебмыло
zh_cn: �����ʾ�

source: Directory listing
fi_fi: Hakemistolistaus
ru_ru: Список Папок
zh_cn: Ŀ¼�б�

source: Apache logfiles
fi_fi: Apachen logitiedostot
ru_ru: Файлы журнала Apache
zh_cn: Apache ��־�ļ�

source: Logo upload
fi_fi: Logon l‰hetys
ru_ru: Загрузить логотип
zh_cn: �ϴ�ͼ���ļ�

source: yes
fi_fi: kyll‰
ru_ru: да

source: no
fi_fi: ei
ru_ru: нет

source: Reseller IPs
fi_fi: J‰lleenmyyj‰n IP:t
ru_ru: IP дилера
zh_cn: ����IP

source: Customer ID
fi_fi: Asiakastunnus
ru_ru: ID Покупателя
zh_cn: �ͻ�ID

source: ispCP - Admin/Admin Log
ru_ru: ispCP - Администрирование/Журнал
zh_cn: ispCP - ����/������־

source: Log is empty!
fi_fi: Logi on tyhj‰!
ru_ru: Журнал пуст!
zh_cn: ��־Ϊ�գ�

source: %s deleted the full admin log!
ru_ru: %s удалил весь журнал!

source: %s deleted the admin log older than two weeks!
ru_ru: %s очистил журнал от записей старше двух недель!

source: %s deleted the admin log older than one month!
ru_ru: %s очистил журнал от записей старше месяца!

source: %s deleted the admin log older than three months!
ru_ru: %s очистил журнал от записей старше трех месяцев!

source: %s deleted the admin log older than six months!
ru_ru: %s очистил журнал от записей старше шесть месяцев!

source: %s deleted the admin log older than one year!
ru_ru: %s очистил журнал от записей старше года!

source: Invalid time period!
ru_ru: Неверный интервал времени!

source: Admin Log
fi_fi: Yll‰pitologi
ru_ru: Журнал администратора

source: Clear log
fi_fi: Tyhjenn‰ logi
ru_ru: Очистить журнал

source: Date
fi_fi: Aika
ru_ru: Дата

source: Message
fi_fi: Viesti
ru_ru: Сообщение
zh_cn: ��Ϣ

source: Delete from log:
fi_fi: Poista lokitiedoista:
ru_ru: Удалить из лога:

source: everything
fi_fi: kaikki
ru_ru: все

source: older than 2 weeks
fi_fi: yli 2 viikkoa vanha
ru_ru: старше 2 недель

source: older than 1 month
fi_fi: yli 1 kk:tta vanha
ru_ru: старше месяца

source: older than 3 months
fi_fi: yli 3 kk:tta vanha
ru_ru: старше 3 месяцев

source: older than 6 months
fi_fi: yli 6 kk:tta vanha
ru_ru: старше 6 месяцев

source: older than 12 months
fi_fi: yli 12 kk:tta vanha
ru_ru: старше 12 месяцев

source: ispCP - Administrator/Add hosting plan
ru_ru: ispCP - Администрирование/Добавить хостинг-план
zh_cn: ispCP - ����Ա/�����йܼƻ�

source: Add hosting plan
fi_fi: Lis‰‰ hosting-paketti
ru_ru: Добавить хостинг-план
zh_cn: �����йܼƻ�

source: Hosting plan properties
fi_fi: Hosting-paketin ominaisuudet
ru_ru: Свойства хостинг-плана
zh_cn: �йܼƻ�����

source: Template name
fi_fi: Mallin nimi
ru_ru: Имя шаблона
zh_cn: ģ������

source: Max subdomains<br><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит субдоменов<br><i>(-1 отключены, 0 не ограничено)</i>

source: Max aliases<br><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит псевдонимов<br><i>(-1 отключены, 0 не ограничено)</i>

source: Billing Settings
fi_fi: Laskutusasetukset
ru_ru: Настройки оплаты

source: Price
fi_fi: Hinta
ru_ru: Цена

source: Setup fee
fi_fi: Asennusmaksu
ru_ru: Цена установки

source: Currency
fi_fi: Valuuttayksikkˆ
ru_ru: Валюта

source: Payment period
fi_fi: Laskutusjakso
ru_ru: Период оплаты

source: Available for purchasing
fi_fi: Tilattavissa
ru_ru: Доступно к приобретению
zh_cn: �ɹ���

source: Description
fi_fi: Kuvaus
ru_ru: Описание

source: (e.g. EUR)
fi_fi: (esim. EUR)
ru_ru: (например EUR)
zh_cn: (��. EUR)

source: Add plan
fi_fi: Lis‰‰ paketti
ru_ru: Добавить план
zh_cn: ���Ӽƻ�

source: Incorrect template name length!
ru_ru: Некорректное имя шаблона!

source: Incorrect template description length!
ru_ru: Некорректное описание шаблона!

source: Incorrect price syntax!
ru_ru: Некорректная цена!

source: Incorrect setup fee syntax!
ru_ru: Некорректная цена установки!

source: Hosting plan with entered name already exists!
fi_fi: Hosting-paketti on olemassa samalla nimell‰!
ru_ru: Хостинг-план с таким именем уже есть!
zh_cn: ����һ����ͬ���Ƶ��йܼƻ���

source: ispCP - Admin/Change Password
ru_ru: ispCP - Администрирование/Смена пароля
zh_cn: ispCP - ����/��������

source: Please fill up all data fields!
fi_fi: T‰yt‰ kaikki kent‰t!
ru_ru: Пожалуйста, заполните все поля!
zh_cn: ����ܫ���܄�씣�

source: Passwords do not match!
ru_ru: Пароли не совпадают!

source: The current password is wrong!
fi_fi: Nykyinen salasana on v‰‰r‰!
ru_ru: Текущий пароль - неправильный!
zh_cn: ��̆呫�뗣�

source: User password updated successfully!
fi_fi: K‰ytt‰j‰n salasana p‰ivitetty!
ru_ru: Пароль пользователя был успешно изменен!
zh_cn: �û������ɹ����£�

source: Change password
fi_fi: Vaihda salasana
ru_ru: Изменить пароль
zh_cn: �ı�����

source: Password data
fi_fi: Salasanatiedot
ru_ru: Данные пароля

source: Update password
fi_fi: P‰ivit‰ salasana
ru_ru: Изменить пароль

source: Current password
fi_fi: Nykyinen salasana
ru_ru: Текущий пароль

source: Personal data updated successfully!
fi_fi: Henkilˆkohtaiset tiedot p‰ivitetty onnistuneesti!
ru_ru: Персональные данные успешно изменены!
zh_cn: �ɹ����¸������ݣ�

source: ispCP - Admin/Change Personal Data
ru_ru: ispCP - Администрирование/Изменить личные данные
zh_cn: ispCP - ����/���ĸ�������

source: Change personal data
fi_fi: Muuta henkikˆkohtaisia tietoja
ru_ru: Изменить личные данные
zh_cn: �ı���������

source: Personal data
fi_fi: Henkilˆkohtaiset tiedot
ru_ru: Личные данные

source: Update data
fi_fi: P‰ivit‰ tiedot
ru_ru: Изменить данные

source: ispCP - Admin - Email Marketing
ru_ru: ispCP - Администрирование - Почтовая рассылка

source: Please specify a message subject!
fi_fi: M‰‰rit‰ viestin aihe!
ru_ru: Пожалуйста, введите тему сообщения!
zh_cn: ��ָ����Ϣ����

source: Please specify a message content!
fi_fi: M‰‰rit‰ viestin sis‰ltˆ!
ru_ru: Пожалуйста, введите содержание сообщения!
zh_cn: ��ָ����Ϣ����

source: Please specify a sender name!
fi_fi: M‰‰rit‰ l‰hett‰j‰n nimi!
ru_ru: Пожалуйста, укажите имя отправителя!
zh_cn: ��ָ���������ʼ���ַ

source: Please specify a sender email!
fi_fi: M‰‰rit‰ vastaanottajan s‰hkˆposti!
ru_ru: Пожалуйста, укажите email отправителя!
zh_cn: ��ָ���������ʼ���ַ��

source: You send email to your users successfully!
fi_fi: L‰hetit s‰hkˆpostia k‰ytt‰jillesi onnistuneesti!
ru_ru: Сообщение Вашим пользователям отправленно!
zh_cn: ���ɹ����ʼ����͸��û���

source: Email marketing
fi_fi: Email-markkinointi
ru_ru: Почтовая рассылка
zh_cn: �ʼ�����

source: Send message to
fi_fi: L‰het‰ viesti kenelle
ru_ru: Отпровить сообщение
zh_cn: ������Ϣ��

source: All users
fi_fi: Kaikki k‰ytt‰j‰t
ru_ru: Все пользователи
zh_cn: ȫ���û�

source: All resellers
fi_fi: Kaikki j‰lleenmyyj‰t
ru_ru: Все дилеры
zh_cn: ȫ������

source: All users & resellers
fi_fi: Kaikki k‰ytt‰j‰t & j‰lleenmyyj‰t
ru_ru: Все пользователи и дилеры
zh_cn: ȫ���û��ʹ���

source: Message subject
fi_fi: Viestin aihe
ru_ru: Тема сообщения
zh_cn: ��Ϣ����

source: Senders email
fi_fi: L‰hett‰j‰n s‰hkˆposti
ru_ru: Email отправителя
zh_cn: �����˵����ʼ�

source: Senders name
fi_fi: L‰hett‰j‰n nimi
ru_ru: Имя отправителя

source: Send message
fi_fi: L‰het‰ viesti
ru_ru: Отправить сообщение
zh_cn: ������Ϣ

source: You have no custom menus.
fi_fi: Sinulla ei ole vaihtoehtoisia valikoita.
ru_ru: У Вас нет индивидуальных меню.
zh_cn: ��û���Զ����˵�

source: User
fi_fi: K‰ytt‰j‰
ru_ru: Пользователь
zh_cn: �û�

source: All
fi_fi: Kaikki
ru_ru: Все
zh_cn: ȫ��

source: Are you sure you want to delete
fi_fi: Oletko varma ett‰ haluat poistaa
ru_ru: Вы уверены что хотите удалить
zh_cn: ��ȷ��Ҫɾ������

source: Missing or incorrect data input!
fi_fi: Uupuvaa tai v‰‰r‰‰ tietoa tietueessa!
ru_ru: пропущенный или неправильный ввод!
zh_cn: û���������ݻ����ݲ���ȷ

source: Custom menu data updated successful!
fi_fi: Vaihtoehtoiset valikon tiedot p‰ivitetty!
ru_ru: Персональное меню успешно обновлено!
zh_cn: �Զ����˵����ݳɹ����£�

source: Custom menu deleted successful!
fi_fi: Vaihtoehtoinen valikko poistettu onnistuneesti!
ru_ru: Персональное меню успешно удалено!
zh_cn: �Զ����˵��ɹ�ɾ����

source: ispCP - Admin - Manage custom menus
ru_ru: ispCP - Администрирование - управление персональными меню
zh_cn: ispCP - ���� - �����Զ����˵�

source: Manage custom menus
fi_fi: Hallitse vaihtoehtoisia valikkoja
ru_ru: Управление персональными меню
zh_cn: �����Զ����˵�

source: Add new button
fi_fi: Lis‰‰ nappi
ru_ru: Добавить кнопку
zh_cn: ����µİ�ť

source: Button name
fi_fi: Napin nimi
ru_ru: Имя кнопки
zh_cn: ��ť������

source: Button link
fi_fi: Napin linkki
ru_ru: Ссылка кнопки
zh_cn: ��ť�����

source: Button target
fi_fi: Napin kohde
ru_ru: Цель кнопки
zh_cn: ��ť��Ŀ��

source: Show in
fi_fi: N‰yt‰
ru_ru: Показывать на
zh_cn: ��ʾ����

source: Administrator level
fi_fi: Yll‰pit‰j‰n taso
ru_ru: уровне администратора

source: Reseller level
fi_fi: J‰lleenmyyj‰taso
ru_ru: уровне дилера

source: Enduser level
fi_fi: Loppuk‰ytt‰j‰taso
ru_ru: уровне пользователя
zh_cn: �����û�����

source: Reseller and enduser level
fi_fi: J‰lleenmyyj‰ ja loppuk‰ytt‰j‰taso
ru_ru: уровнях дилера и пользователя
zh_cn: �����������û�����

source: Menu button
fi_fi: Valikkonappi
ru_ru: Кнопка меню
zh_cn: �˵���ť

source: Action
fi_fi: Toiminto
ru_ru: Действие

source: Edit
fi_fi: Muokkaa
ru_ru: Редактировать

source: Delete
fi_fi: Poista
ru_ru: Удалить
zh_cn: ɾ��

source: Level
fi_fi: Taso
ru_ru: Уровень

source: Save
fi_fi: Tallenna
ru_ru: Сохранить

source: Edit button
fi_fi: Muokkaa nappia
ru_ru: Кнопка редактирования
zh_cn: �༭��ť

source: Database updates
ru_ru: Обновления базы данных

source: Available database updates
ru_ru: Доступные обновления базы данных

source: Update
fi_fi: P‰ivit‰
ru_ru: Изменить

source: Update details
fi_fi: P‰ivit‰ tiedot
ru_ru: Изменить

source: No database updates available
ru_ru: Обновлений базы данных нет

source: New Database update is now available
ru_ru: Доступно обновление базы данных

source: Do you want to execute the Updates now?
ru_ru: Вы уверены что хотите установить обновления?

source: You cannot delete the last active IP address!
ru_ru: Нельзя удалить последний активный IP адрес!

source: Error: we have a domain using this IP!
ru_ru: Ошибка: есть домен на этом IP!

source: Error: we have a reseller using this IP!
ru_ru: Ошибка: есть дилер на этом IP!

source: IP was deleted!
fi_fi: IP-osoite poistettu!
ru_ru: IP удален!
zh_cn: IPɾ���ɹ���

source: Support ticket deleted successfully!
fi_fi: Tukikysymys poistettu onnistuneesti!
ru_ru: Запросы поддержки удалены!
zh_cn: ������Ϣ�ɹ�ɾ����Support tickets

source: All open support tickets deleted successfully!
fi_fi: Kaikki avoimet tukikysymykset poistettu!
ru_ru: Все открытые запросы поддержки удалены!
zh_cn: ȫ���򿪵�������Ϣ�ɹ�ɾ����

source: All closed support tickets deleted successfully!
fi_fi: Kaikki suljetut tukikysymykset poistettu!
ru_ru: Все закрытые запросы поддержки удалены!
zh_cn: ȫ���ѹرյ�������Ϣ�ɹ�ɾ����

source: ispCP - Domain/Details
ru_ru: ispCP - Домен/Информация
zh_cn: ispCP - ����/����

source: Domain details
fi_fi: Domainin tiedot
ru_ru: Информация о домене

source: Domain name
fi_fi: Domain-nimi
ru_ru: Имя Домена

source: Domain IP
ru_ru: IP домена
zh_cn: ����IP

source: Status
fi_fi: Tila
ru_ru: Статус

source: PHP support
fi_fi: PHP-tuki
ru_ru: поддержка PHP
zh_cn: PHP֧��

source: CGI support
fi_fi: CGI-tuki
ru_ru: Поддержка CGI
zh_cn: ֧��CGI

source: MySQL support
fi_fi: MySQL-tuki
ru_ru: Поддержка MySQL
zh_cn: MySQL֧��

source: Traffic in MB
fi_fi: Liikennem‰‰r‰ megatavuina
ru_ru: Трафик [Мб]
zh_cn: ���(MB)

source: Disk in MB
fi_fi: Levytila MT
ru_ru: Диск [Мб]
zh_cn: ���̿ռ�(MB)

source: Feature
fi_fi: Ominaisuus
ru_ru: Услуга

source: Used
fi_fi: K‰ytˆss‰
ru_ru: Использовано

source: Limit
fi_fi: Rajoita
ru_ru: Лимит

source: Mail accounts
fi_fi: S‰hkˆpostitunnukset
ru_ru: Почтовые аккаунты
zh_cn: �����ʺ�

source: FTP accounts
fi_fi: FTP-tunnukset
ru_ru: FTP аккаунты
zh_cn: FTP�ʺ�

source: SQL databases
fi_fi: SQL-tietokannat
ru_ru: Базы данных SQL
zh_cn: SQL���ݿ�

source: SQL users
fi_fi: SQL-k‰ytt‰j‰t
ru_ru: SQL пользователи
zh_cn: SQL�û�

source: Subdomains
fi_fi: Alidomainit
ru_ru: Поддомены

source: Domain aliases
fi_fi: Domain-aliakset
ru_ru: Псевдонимы домена

source: Submit changes
fi_fi: Hyv‰ksy muutokset
ru_ru: Изменить
zh_cn: �ύ����

source: Enabled
fi_fi: K‰ytˆss‰
ru_ru: Включено

source: Disabled
fi_fi: Ei k‰ytˆss‰
ru_ru: Отключено
zh_cn: ��ȡ��

source: ispCP - Domain Statistics Data
ru_ru: ispCP - Статистика домена
zh_cn: ispCP - ����ͳ���б�����

source: Domain statistics
fi_fi: Domain-statistiikka
ru_ru: Статистика домена
zh_cn: ����ͳ����Ϣ

source: Month
fi_fi: Kuukausi
ru_ru: Месяц

source: Year
fi_fi: Vuosi
ru_ru: Год

source: Show
fi_fi: N‰yt‰
ru_ru: Показать
zh_cn: ��ʾ

source: Web traffic
fi_fi: Web-liikenne
ru_ru: Веб трафик
zh_cn: Web���

source: FTP traffic
fi_fi: FTP-liikenne
ru_ru: FTP трафик
zh_cn: FTP���

source: SMTP traffic
fi_fi: SMTP-liikenne
ru_ru: SMTP трафик
zh_cn: SMTP���

source: POP3/IMAP traffic
fi_fi: POP3/IMAP liikenne
ru_ru: POP3/IMAP трафик
zh_cn: POP3/IMAP ���

source: All traffic
fi_fi: Kaikki liikenne
ru_ru: Весь трафик
zh_cn: ȫ�����

source: Day
fi_fi: P‰iv‰
ru_ru: День

source: ispCP - Admin/Manage users/Edit Administrator
ru_ru: ispCP - Администрирование/Пользователи/Настройка администратора

source: User session was killed!
fi_fi: K‰ytt‰j‰sessio katkaistu!
ru_ru: Сеанс пользователя был прерван!
zh_cn: �û��Ự�ѱ�ɱ���

source: Domain account
fi_fi: Domaintunnus
ru_ru: Аккаунт домена
zh_cn: �����ʺ�

source: Edit admin
fi_fi: Muokkaa adminia
ru_ru: Редактировать админа
zh_cn: �༭����Ա

source: Send new login data
fi_fi: l‰het‰ uudet kirjautumistiedot
ru_ru: Отправить новые параметры доступа

source: Generate password
ru_ru: Создать пароль

source: ispCP - Admin/Manage users/Edit Reseller
ru_ru: ispCP - Администрирование/Пользователи/Настройка дилера
zh_cn: ispCP - ����/�����û�/�༭����

source: SQL databases limit is <i>disabled</i>!
ru_ru: Лимит SQL баз <i>отсутствует</i>!

source: SQL users limit is <i>disabled</i>!
ru_ru: Лимит SQL пользователей <i>отсутствует</i>!

source: Domains
fi_fi: Domainit
ru_ru: Домены

source: Aliases
fi_fi: Aliakset
ru_ru: Псевдонимы

source: Mail
fi_fi: S‰hkˆposti
ru_ru: Почта
zh_cn: �ʼ�

source: SQL Databases
ru_ru: SQL базы

source: SQL Users
ru_ru: SQL пользователи

source: Web Traffic
ru_ru: Веб трафик

source: Disk storage
ru_ru: Использование диска

source: Reseller data inconsistency!
ru_ru: Несогласованность данных дилера!

source: This reseller has already assigned more/higher <b>%s</b> accounts/limits than the new limit you entered.
ru_ru: Этот дилер уже использует больше <b>%s</b> аккаунтов/ресурсов чем новое ограничение.

source: Edit reseller aborted!
fi_fi: J‰lleenmyyj‰n muokkaus keskeytetty!
ru_ru: Редактирование дилера прервано!
zh_cn: ȡ�������༭

source: This reseller's customers are using/have more/higher <b>%s</b> accounts/limits than the new limit you entered.
ru_ru: Пользователи этого дилера уже используют больше <b>%s</b> аккаунтов/ресурсовчем новое ограничение.

source: This reseller has customer(s) with unlimited rights for the <b>%s</b> service!<br>
ru_ru: У этого дилера есть клиент с неограниченными правами к <b>%s</b> услуге!<br>

source: If you want to limit the reseller, you must first limit its customers!<br>
ru_ru: Если вы хотите ограничить дилера, в начале необходимо ограничить его клиентов!<br>

source: This reseller has domains assigned to the <b>%s</b> address!<br>
ru_ru: Домены этого дилера назначены на адрес <b>%s</b>!<br>

source: Edit reseller
fi_fi: Muokkaa j‰lleenmyyj‰‰
ru_ru: Редактировать Дилера

source: E-mail
ru_ru: Почта

source: unlimited
fi_fi: rajoittamaton
ru_ru: не ограничено

source: Domains limit<br><i>((-1 disabled, 0 unlimited)</i>
ru_ru: Лимит доменов<br><i>(-1 отключены, 0 - не ограничено)</i>

source: ispCP - Administrator/Edit hosting plan
ru_ru: ispCP - Администрирование/Управление хостинг-планами
zh_cn: ispCP - ����Ա/�༭�йܼƻ�

source: Update plan
fi_fi: P‰ivit‰ paketti
ru_ru: Обновить хостинг-план
zh_cn: ���¼ƻ�

source: Edit hosting plan
fi_fi: Muokkaa hosting-pakettia
ru_ru: Редактировать хостинг-план
zh_cn: �༭�йܼƻ�

source: Undefined reference to data!
fi_fi: M‰‰ritt‰m‰tˆn referenssi dataan!
ru_ru: Неопределенная ссылка на данные!
zh_cn: δ���������ݲο���

source: Incorrect price. Example: 9.99
ru_ru: Некорретная цена. (Пример: 9.99)

source: Incorrect setup fee. Example: 19.99
ru_ru: Некорретная цена установки. (Пример: 19.99)

source: Please specify a subject!
fi_fi: M‰‰rit‰ aihe!
ru_ru: Пожалуйста, введите тему!

source: Please specify message!
fi_fi: M‰‰rit‰ viesti!
ru_ru: Пожалуйста, введите сообщение!
zh_cn: ��ָ����Ϣ
