Repository: okbutton/ispCP-distributed
Catalog: language-files/*.po
Languages: fi_fi, ru_ru, zh_cn

source: ispCP - Client/Change SQL User Password
zh_cn: ispCP - �ͻ�/����SQL�û�����

source: ispCP - Client/Execute SQL Query
zh_cn: ispCP - �ͻ�/ִ��SQL��ѯ

source: ispCP - Reseller/Add hosting plan
zh_cn: ispCP - ����/�����йܼƻ�

source: ispCP - Reseller/Change Password
zh_cn: ispCP - ����/��������

source: ispCP - Reseller/Change Personal Data
zh_cn: ispCP - ����/���ĸ�������

source: ispCP - Circular
zh_cn: ispCP - ѭ��

source: ispCP - Manage Domain/Alias
zh_cn: ispCP - ��������/����

source: ispCP - Domain/Edit
zh_cn: ispCP - ����/�༭

source: ispCP - Reseller/Edit hosting plan
zh_cn: ispCP - ����/�༭�йܼƻ�

source: ispCP - Reseller/Main Index
zh_cn: ispCP - ����/������

source: ispCP - Reseller/Lostpw email setup
zh_cn: ispCP

source: ispCP - Reseller/Order email setup
zh_cn: ispCP - ����/�����ʼ�����

source: ispCP - Reseller/Order details
zh_cn: ispCP - ����/��������

source: ispCP - Reseller/Order settings
zh_cn: ispCP - ����/��������

source: Headr
zh_cn: ҳü

source: ispCP - Reseller/Order management
zh_cn: ispCP - ����/��������

source: ispCP - Users
zh_cn: ispCP - �û�

source: ispCP - Reseller : Support System: View Tickets
zh_cn: ispCP - ����֧��ϵͳ���鿴������Ϣ
