Repository: okbutton/ispCP-distributed
Catalog: language-files/*.po
Languages: fi_fi, ru_ru, zh_cn

source: In front the name
fi_fi: Nimen edess‰
ru_ru: Перед именем
zh_cn: ����ǰ��

source: Behind the name
fi_fi: Nimen takana
ru_ru: После именм

source: Add existing user
fi_fi: Lis‰‰ olemassa oleva k‰ytt‰j‰
ru_ru: Добавление существующего пользователя
zh_cn: ���ӵ��û��Ѵ���

source: Existing SQL users
fi_fi: Olemassa olevat SQL-k‰ytt‰j‰t
ru_ru: Существующие SQL пользователи
zh_cn: �Ѵ��ڵ�SQL�û�

source: Too long user password!
fi_fi: Liian pitk‰ k‰ytt‰j‰n salasana!
ru_ru: Слишком длинный пароль пользователя!
zh_cn: �û�����̫����

source: SQL user password was successfully changed!
fi_fi: SQL-k‰ytt‰j‰n salasana vaihdettu!
ru_ru: Пароль изменен!
zh_cn: SQL�û������ɹ����ģ�

source: Change SQL user password
fi_fi: Muuta SQL-k‰ytt‰j‰n salasana
ru_ru: Изменить пароль SQL пользователя
zh_cn: �ı�SQL�û�����

source: Change
fi_fi: Muuta
ru_ru: Изменить
zh_cn: �л�

source: SQL user was removed successfully!
fi_fi: SQL-k‰ytt‰j‰ poistettu!
ru_ru: Пользователь удален!
zh_cn: ɾ��SQL�û��ɹ���

source: Please enter an SQL query!
ru_ru: Пожалуйста, введите SQL запрос!

source: Could not connect to the SQL server as %s!
ru_ru: Не могу соединиться с SQL сервером %s!

source: Execution of SQL query failed!
ru_ru: Выполнить SQL запрос не удалось!

source: Execution of SQL query succeeded!
ru_ru: SQL запрос выполнен!

source: Execute SQL query
fi_fi: Suorita SQL-kysely
ru_ru: Выполнить SQL запрос
zh_cn: ִ��SQL��ѯ

source: SQL query
fi_fi: SQL-kysely
ru_ru: SQL запрос
zh_cn: SQL��ѯ

source: Query status
fi_fi: Kyselyn tila
ru_ru: Статус запроса
zh_cn: ��ѯ״̬

source: Query result
fi_fi: Kyselun tulos
ru_ru: Результат запроса
zh_cn: ��ѯ����

source: Execute
fi_fi: Suorita
ru_ru: Выполнить

source: Protected area was deleted successful!
fi_fi: Suojattu alue poistettu!
ru_ru: Защищенная область удалена!
zh_cn: �ɹ�ɾ���ܱ���������

source: Hosting plans available for update
fi_fi: Saatavilla olevat hosting-paketit
ru_ru: Доступные хостинг-планы
zh_cn: �ɸ��µ��йܼƻ�

source: Cancel order
fi_fi: Peruuta tilaus
ru_ru: Отменить заказ
zh_cn: ȡ������

source: Your order
fi_fi: Tilauksesi
ru_ru: Ваш заказ
zh_cn: ���Ķ���

source: Purchase
fi_fi: Tilaa
ru_ru: Заказать

source: There are no available updates
fi_fi: Ei saatavilla olevia p‰ivityksi‰
ru_ru: Нет доступных обновлений
zh_cn: û�п��õĸ���

source: PHP Support: enabled
fi_fi: PHP-tuki: k‰ytˆss‰
ru_ru: Поддержка PHP: включена
zh_cn: PHP֧�֣�����

source: PHP Support: disabled
fi_fi: PHP-tuki: pois k‰ytˆst‰
ru_ru: Поддержка PHP: выключена
zh_cn: PHP֧�֣�����

source: CGI Support: enabled
fi_fi: CGI-tuki: k‰ytˆss‰
ru_ru: Поддержка CGI: Включена
zh_cn: CGI ֧�֣� ����

source: CGI Support: disabled
fi_fi: CGI-tuki: pois k‰ytˆst‰
ru_ru: Поддержка CGI: Отключена
zh_cn: CGI ֧�֣� ����

source: Disk limit
ru_ru: Дисковый лимит

source: Traffic limit
ru_ru: Лимит трафика

source: Emails
ru_ru: Ящики

source: FTPs
ru_ru: FTP

source: free of charge
fi_fi: ilmainen
ru_ru: бесплатно

source: There are no available hosting plans for update
fi_fi: Ei saatavilla olevia hosting-paketteja
ru_ru: Нет доступных хостинг-планов
zh_cn: û�пɸ��µ��йܼƻ�

source: ispCP - Update hosting plan
ru_ru: Обновить хостинг-план
zh_cn: ispCP - �����йܼƻ�

source: Your request for hosting pack update was added successfully
fi_fi: Pyyntˆsi p‰ivitt‰‰ hosting-paketti on lis‰tty onnistuneesti
ru_ru: Ваш запрос на пакет хостинг-услуг успешно добавлен
zh_cn: �����йܼƻ�Ҫ���Ѿ��ɹ�����

source: Your request for hosting pack update was removed successfully
fi_fi: Pyyntˆsi p‰ivitt‰‰ hosting-paketti on poistettu onnistuneesti
ru_ru: Ваш запрос на пакет хостинг-услуг успешно удалён
zh_cn: �����йܼƻ�Ҫ���Ѿ��ɹ�ɾ��

source: Message was send!
fi_fi: Viesti l‰hetetty!
ru_ru: Сообщение отослано!
zh_cn: ��Ϣ�ѷ�����

source: Webtools
fi_fi: Web-tyˆkalut
ru_ru: Веб-инструменты
zh_cn: ��ҳ����

source: Customize error pages for your domain
ru_ru: Настройка страниц ошибок

source: Backup and restore settings
fi_fi: Varmuuskopio- / palautusasetukset
ru_ru: Настройки бекапа и восстановления
zh_cn: ���ݺͻ�ԭ����

source: Access your mail through the web interface
fi_fi: Hallitse s‰hkˆpostisi web-k‰yttˆliittym‰n l‰pi
ru_ru: Доступ к вашей почте через веб-интерфейс
zh_cn: ͨ����ҳ��ʽ����������ʼ�

source: Access your files through the web interface
fi_fi: Hallitse tiedostojasi web-k‰yttˆliittym‰n l‰pi
ru_ru: Доступ к вашим файлам через веб-интерфейс
zh_cn: ͨ����ҳ��ʽ����������ļ�

source: Access your Awstats statistics
ru_ru: Доступ к статистике Awstat

source: Manage protected areas, users and groups
fi_fi: Hallitse suojattuja alueita, k‰ytt‰ji‰ ja ryhmi‰
ru_ru: Управление защищенными областями, пользователями и группами
zh_cn: �������������û�����

source: System tools
fi_fi: J‰rjestelm‰tyˆkalut
ru_ru: Системные средства
zh_cn: ϵͳ����

source: Statistics
fi_fi: Statistiikka
ru_ru: Статистика
zh_cn: ͳ����Ϣ

source: Reseller statistics
fi_fi: J‰lleenmyyj‰tilastot
ru_ru: Статистика дилера
zh_cn: ����ͳ����Ϣ

source: Admin log
fi_fi: Yll‰pitologi
ru_ru: Журнал администратора

source: Logout
fi_fi: Uloskirjautuminen
ru_ru: Выйти
zh_cn: ע��

source: ispCP database updates
ru_ru: Обновления баз ispCP

source: Custom menus
fi_fi: Vaihtoehtoiset valikot
ru_ru: Персональные меню
zh_cn: �Զ����˵�

source: Overview
fi_fi: Etusivu
ru_ru: Обзор
zh_cn: �Ź�

source: User sessions
fi_fi: K‰ytt‰j‰sessiot
ru_ru: Пользовательские сеансы
zh_cn: �û��Ự

source: Lostpw email setup
fi_fi: Salasanamuistuttaja
ru_ru: Восстановление пароля
zh_cn: ��ʧ�����ʼ�����

source: Rootkit Log
ru_ru: Журнал антируткитов

source: Admin users
fi_fi: Yll‰pit‰j‰t
ru_ru: Администраторы
zh_cn: �����û�

source: Normal users
fi_fi: Tavalliset k‰ytt‰j‰t
ru_ru: Обычные пользователи
zh_cn: һ���û�

source: System messages
fi_fi: J‰rjestelm‰viestit
ru_ru: Системные сообщения
zh_cn: ϵͳ��Ϣ

source: No new messages
fi_fi: Ei uusia viestej‰
ru_ru: Нет новых сообщений
zh_cn: û������Ϣ

source: Server traffic
fi_fi: Palvelimen liikenne
ru_ru: Трафик сервера

source: Administrators list is empty!
ru_ru: Список администраторов пуст!

source: Creation date
fi_fi: Luomisp‰iv‰m‰‰r‰
ru_ru: Дата создания

source: Created by
fi_fi: Luonut
ru_ru: Создано

source: System
ru_ru: Система

source: Resellers list is empty!
fi_fi: J‰lleenmyyj‰lista on tyhj‰!
ru_ru: Список дилеров пуст!
zh_cn: �����б�Ϊ�գ�

source: Switch to user interface
ru_ru: Переключиться на интерфейс пользователя

source: Switch
ru_ru: Переключиться

source: Not found user records matching the search criteria!
fi_fi: Hakusanoja vastaavia k‰ytt‰j‰tietoja ei lˆytynyt!
ru_ru: Не найдены подходящие пользователи
zh_cn: û�з��ַ��������������û���¼

source: view aliases
fi_fi: n‰yt‰ aliakset
ru_ru: показывать псевдонимы
zh_cn: �鿴����

source: Users list is empty!
fi_fi: K‰ytt‰j‰lista on tyhj‰!
ru_ru: Список пользователей пуст!
zh_cn: �û��б�Ϊ��

source: Details
fi_fi: Tiedot
ru_ru: Детали

source: Are you sure you want to change the status of domain account?
fi_fi: Oletko varma ett‰ haluat muuttaa domainin tilaa?
ru_ru: Вы уверены что хотите изменить статус учетной записи домена?
zh_cn: ��ȷ��Ҫ�ı������ʼ���״̬����

source: Are you sure you want to delete this account?
fi_fi: Oletko varma ett‰ haluat poistaa t‰m‰n tunnuksen?
ru_ru: Вы уверены что хотите удалить эту учетную запись?
zh_cn: ��ȷ��Ҫɾ�������ʺţ�

source: Administrators
fi_fi: Yll‰pit‰j‰t
ru_ru: Администраторы
zh_cn: ����Ա

source: Resellers
fi_fi: J‰lleenmyyj‰t
ru_ru: Дилеры

source: Search
fi_fi: Etsi
ru_ru: Найти

source: %1$s you are now logged as %2$s
ru_ru: %1$s, вы зашли как %2$s

source: Go back
fi_fi: Takaisin
ru_ru: Назад

source: Suspended
fi_fi: Pys‰ytetty
ru_ru: Приостановлено

source: Error
fi_fi: Virhe
ru_ru: Ошибка

source: Email and FTP accounts
fi_fi: Email ja FTP-tunnukset
ru_ru: Почтовые и FTP аккаунты
zh_cn: �����ʼ���FTP�˺�

source: Add mail user
fi_fi: Lis‰‰ s‰hkˆpostik‰ytt‰j‰
ru_ru: Добавить почтовый ящик
zh_cn: ����email�û�

source: Filemanager
fi_fi: Tiedostonhallinta
ru_ru: Менеджер файлов
zh_cn: �ļ�������

source: Web statistics
ru_ru: Веб статистика

source: Group/User management
ru_ru: Управление пользователями и группами

source: Email Accounts
fi_fi: S‰hkˆpostitunnukset
ru_ru: Почтовые ящики

source: FTP Accounts
fi_fi: FTP-tunnukset
ru_ru: FTP Аккаунты
zh_cn: FTP�ʺ�

source: Update Hosting Package
ru_ru: Обновить хостинг-план

source: Domain mail
fi_fi: Domainin s‰hkˆposti
ru_ru: Почта Домена
zh_cn: �����ʼ�

source: Email forward
fi_fi: Email-ohjaus
ru_ru: Переадресация почты
zh_cn: �����ʼ�ת��

source: Alias mail
fi_fi: S‰hkˆpostialias
ru_ru: Почтовый алиас
zh_cn: �����ʼ�

source: Alias forward
fi_fi: Alias-ohjaus
ru_ru: Перенаправление алиаса
zh_cn: ����ת��

source: Subdomain mail
fi_fi: Alidomainin s‰hkˆposti
ru_ru: Почта поддомена

source: Unknown type
fi_fi: Tuntematon tyyppi
ru_ru: Неизвестный тип
zh_cn: δ֪����

source: Confirmation for domain order {DOMAIN}!
ru_ru: Подтверждение заказа домена {DOMAIN}!

source: New alias order for {CUSTOMER}!
ru_ru: Новый заказ от {CUSTOMER}!

source: You have to wait %d seconds
ru_ru: Подождите еще %d секунд

source: You have been blocked for %d minutes
ru_ru: Вы заблокированы на %d минут

source: System is currently under maintenance! Only administrators can login.
ru_ru: Система на техобслуживании! Доступ только для администраторов.

source: User already logged or session sharing problem! Aborting...
fi_fi: K‰ytt‰j‰ on jo kirjautuneena sis‰‰n tai session jakamisongelma! Keskeytys..
ru_ru: Пользователь уже вошел или проблема общего доступа сеанса! Выход...
zh_cn: �û��Ѿ���¼���Ự�������⣡ȡ��...

source: %s's account status is not ok!
ru_ru: Статус аккаунта %s не ОК!

source: You entered an incorrect password.
ru_ru: Вы ввели неправильный пароль.

source: Request from foreign host was blocked!
ru_ru: Запрос от удаленного узла заблокирован!

source: You do not have permission to access this interface!
fi_fi: Sinulla ei ole oikeuksia t‰h‰n sivuun!
ru_ru: У Вас недостаточно прав для доступа к этому интерфейсу!
zh_cn: ��û��Ȩ�޲鿴�˽��棡

source: Domain alias
ru_ru: Псевдоним домена

source: Manage Orders
fi_fi: Hallitse tilauksia
ru_ru: Управление заказами

source: Order settings
fi_fi: Tilauksen asetukset
ru_ru: Настройки заказов

source: Order email setup
fi_fi: Tilauksen email-asetukset
ru_ru: Настройки почты заказов
zh_cn: �����ʼ�����

source: Please fill up both data fields for password!
fi_fi: T‰yt‰ molemmat salasanakent‰t!
ru_ru: Пожалуйста, заполните оба поля паролей!
zh_cn: ����д��������������

source: Addition in progress
fi_fi: Lis‰ys kesken
ru_ru: Добавление...
zh_cn: ���ڴ���

source: Modification in progress
fi_fi: Muutos k‰ynniss‰
ru_ru: Обновление...
zh_cn: ���ڸ���

source: Deletion in progress
fi_fi: Poisto k‰ynniss‰
ru_ru: Удаляется
zh_cn: ����ɾ��

source: Being enabled
ru_ru: Включается

source: Being suspended
ru_ru: Приостановливается

source: Awaiting for approval
ru_ru: Ожидает одобрения

source: Unknown error
ru_ru: Непонятная ошибка

source: hide aliases
fi_fi: piilota aliakset
ru_ru: Скрыть псевдонимы
zh_cn: ���ر���

source: You have reached your domains limit.<br>You can not add more domains!
ru_ru: Максимальное число доменов.<br>Больше домены добавлять нельзя!

source: You have a subdomains limit!<br>You can not add an user with unlimited subdomains!
ru_ru: Количество поддоменов ограничено!<br>Вы не можете добавлять пользователей без ограничения поддоменов!

source: You are exceeding your subdomains limit!
ru_ru: Вы превышаете ограничения количества поддоменов

source: You have an aliases limit!<br>You can not add an user with unlimited aliases!
ru_ru: Количество псевдонимов ограничено!<br>Вы не можете добавлять пользователей без ограничения псевдонимов!

source: You Are Exceeding Your Alias Limit!
fi_fi: Olet ylitt‰m‰ss‰ aliasten m‰‰r‰‰!
ru_ru: Вы превышаете Ваше ограничение на количество псевдонимов (дополнительных доменов)!
zh_cn: ���ﵽ����������ƣ�

source: You have a mail accounts limit!<br>You can not add an user with unlimited mail accounts!
ru_ru: Количество почтовых ящиков ограничено!<br>Вы не можете добавлять пользователей без ограничений почтовых ящиков!

source: You are exceeding your mail accounts limit!
ru_ru: Вы превышаете ограничение почтовых ящиков!

source: You have a FTP accounts limit!<br>You can not add an user with unlimited FTP accounts!
ru_ru: Количество FTP аккаунтов ограничено!<br>Вы не можете добавлять пользователей без ограничений FTP аккаунтов!

source: You are exceeding your FTP accounts limit!
ru_ru: Вы превышаете ограничение количества FTP аккаунтов!

source: You have a SQL databases limit!<br>You can not add an user with unlimited SQL databases!
ru_ru: Количество SQL баз ограничено!<br>Вы не можете добавлять пользователей без ограничений SQL баз!

source: You are exceeding your SQL databases limit!
ru_ru: Вы превышаете ограничение количества SQL баз!

source: You have an SQL users limit!<br>You can not add an user with unlimited SQL users!
ru_ru: Количество SQL пользователей ограничено!<br>Вы не можете добавлять пользователей без ограничений SQL аккаунтов!

source: You have disabled SQL databases for this user!<br>You can not have SQL users here!
fi_fi: Olet ottanut tietokannat pois k‰ytˆst‰ t‰ll‰ k‰ytt‰j‰ll‰!<br>Et voi lis‰t‰ tietokantak‰ytt‰ji‰!
ru_ru: Базы данных SQL отключены для вас!<br> Вы не можете иметь пользователя SQL здесь!
zh_cn: ��ȡ���������û���SQL���ݿ�֧�֣�<br>������Ϊ������SQL�û���

source: You are exceeding your SQL database limit!
ru_ru: Вы превышаете ограничение количества SQL баз!

source: You have a traffic limit!<br>You can not add an user with unlimited traffic!
ru_ru: Ваш трафик ограничен!<br>Вы не можете добавлять пользователей с неограниченным трафиком!

source: You have a disk limit!<br>You can not add an user with unlimited disk!
ru_ru: Ваше дисковое пространство ограничено!<br>Вы не можете добавлять пользователей с неограниченным дисковым пространством!

source: You have a new order
ru_ru: У вас новый заказ!

source: ispCP Error
ru_ru: Ошибка ispCP

source: Error Message
ru_ru: Сообщение об ошибке

source: Wrong domain name syntax!
fi_fi: Virheellinen domainnimen syntaksi!
ru_ru: Неправильный синтаксис доменного имени!

source: Add On A Domain
fi_fi: Lis‰‰ domainille
ru_ru: Добавить домен
zh_cn: ������һ������

source: Continue
fi_fi: Jatka
ru_ru: Продолжить

source: (e.g. domain-of-your-choice.com)
fi_fi: (esim. domain.fi)
ru_ru: (например example.com)
zh_cn: (�磺 domain-of-your-choice.com)

source: Please fill out all needed fields!
fi_fi: T‰yt‰ kaikki tarvittavat kent‰t!
ru_ru: Пожалуйста, заполните все необходимые поля!
zh_cn: ����дȫ��������������

source: Enter Address
fi_fi: Osoite
ru_ru: Введите Адрес

source: * denotes mandatory field.
fi_fi: * voi tarkoittaa mit‰ tahansa merkki‰
ru_ru: * обозначены обязательные для заполнения поля
zh_cn: * �����й�����.

source: Your Chart
fi_fi: Tietueesi
ru_ru: Ваша Диаграмма
zh_cn: ����ͼ��

source: Costs
fi_fi: Hinnat
ru_ru: Стоимость

source: Personal Data
fi_fi: Henkilˆkohtaiset tiedot
ru_ru: Персональные Данные

source: Check Out
fi_fi: Kuittaus
ru_ru: Оплата

source: <b>Thank You for purchasing</b><br>You will receive an email with more details and information
fi_fi: <b>Kiitoksia tilauksesta</b><br>Sinulle on l‰hetetty s‰hkˆposti miss‰ tarkemmat tiedot tilauksesta
ru_ru: <b>Благодарим Вас за заказ</b><br>Вам придёт электронное письмо с более подробной информацией
zh_cn: <b>��л���Ĺ���</b><br>�������յ�һ�������ʼ��������и�����ϸ����Ϣ

source: No available hosting packages
fi_fi: Ei saatavilla olevia hosting-paketteja
ru_ru: Нет доступных пакетов хостинга
zh_cn: û�п��õ��йܼƻ�

source: Webspace
fi_fi: Kotisivutila
ru_ru: Пространство
zh_cn: ��ҳ�ռ�

source: Domain Features
fi_fi: Domainin ominaisuudet
ru_ru: Параметры домена
zh_cn: �ռ书��

source: Package Features
fi_fi: Paketin ominaisuudet
ru_ru: Услуги пакета
zh_cn: �ƻ�����

source: Backup and Restore
fi_fi: Varmuuskopio / palautus
ru_ru: Резервное копирование и Восстановление
zh_cn: ���ݺͻ�ԭ

source: Custom Error Pages
fi_fi: Vaihtoehtoiset virhesivut
ru_ru: Персональные Cтраницы ошибок
zh_cn: �Զ�������ҳ��

source: Protected Areas
fi_fi: Suojatut alueet
ru_ru: Защищенные области

source: Custom Apache Logs
fi_fi: Kustomoidut Apachen logit
ru_ru: Персональный журнал Apache
zh_cn: �Զ���Apache��־

source: Web & E-Mail Support
fi_fi: Web & E-mail -tuki
ru_ru: Поддержка Web & E-Mail
zh_cn: ��ҳ���ʼ�֧��

source: Your Own Domain
fi_fi: Domainisi
ru_ru: Ваш собственный домен
zh_cn: ���Լ�������

source: ispCP Control Panel
ru_ru: контрольная панель ispCP
zh_cn: ispCP��������

source: Automatic Updates
fi_fi: Automaattiset p‰ivitykset
ru_ru: Автоматические обновления
zh_cn: �Զ�����

source: Package Price
fi_fi: Paketin hinta
ru_ru: Цена пакета
zh_cn: �ƻ��۸�

source: Setup Fee
fi_fi: Asennusmaksu
ru_ru: Стоимость установки

source: Performance
fi_fi: Suorituskyky
ru_ru: Быстродействие

source: ispCP Reseller : Add Alias
ru_ru: ispCP дилер: Добавить псевдоним
zh_cn: ispCP �������ӱ���

source: You have no user records.
fi_fi: Sinulla ei ole k‰ytt‰j‰tunnuksia.
ru_ru: У Вас нету записей пользователей.
zh_cn: ��û���û���¼��

source: Price must be a number!
ru_ru: Цена должна быть числом!

source: Setup fee must be a number!
ru_ru: Цена установки должна быть числом!

source: Hosting plan values exceed reseller maximum values!
ru_ru: Параметры хостинг-плана превышают лимиты дилера!

source: Circular
ru_ru: Распоряжения
zh_cn: ѭ��

source: Wrong domain ID!
fi_fi: Virheellinen domain ID!
ru_ru: Неверный идентификатор домена!
zh_cn: ����������ID��

source: Domain you are trying to remove has email accounts !<br> first remove them !
fi_fi: Domain jota yrit‰t poistaa sis‰lt‰‰ s‰hkˆpostitunnuksia!<br> poista ensin ne!
ru_ru: Домен, что вы собрались удалить имеет почтовые ящики!<br>Сперва удалите их!
zh_cn: ��Ҫɾ��������ӵ���ʼ��˺ţ�<br>����ɾ�����ǣ�

source: Domain you are trying to remove has FTP accounts !<br> first remove them !
fi_fi: Domain jota yrit‰t poistaa sis‰lt‰‰ FTP-tunnuksia!<br> poista ne ensin!
ru_ru: Домен, что вы собрались удалить имеет FTP аккаунты!<br>Будьте наконец последовательны!
zh_cn: ��Ҫɾ��������ӵ��FTP�˺ţ�<br>����ɾ�����ǣ�

source: Domain you are trying to remove has domain alias!<br> first remove them !
fi_fi: Domain jota yrit‰t poistaa sis‰lt‰‰ domain-aliaksia!<br> poista ensin ne!
ru_ru: Домен, что вы собрались удалить имеет псевдонимы!<br>Сперва удалите их!
zh_cn: ��Ҫɾ��������ӵ�б�����¼��<br>����ɾ�����ǣ�

source: Domain you are trying to remove has subdomains accounts !<br> first remove them !
fi_fi: Domain jota yrit‰t poistaa sis‰lt‰‰ alidomaintunnuksia!<br>poista ensin ne!
ru_ru: Домен, что вы собрались удалить имеет поддомены!<br>Их надо удалить!
zh_cn: ��Ҫɾ��������ӵ���������˺ţ�<br>����ɾ�����ǣ�

source: Manage alias
fi_fi: Hallitse aliaksia
ru_ru: Управление псевдонимами

source: Real domain
fi_fi: Oikea domain
ru_ru: Основной домен
zh_cn: ��ʵ����

source: You have no alias records.
fi_fi: Sinulla ei ole aliaksia.
ru_ru: Записей о псевдонимах нет.
zh_cn: ��û�б�����¼

source: Activate
ru_ru: Включить

source: Domain alias added for termination!
fi_fi: Domain-alias lis‰tty poistettavaksi!
ru_ru: Псевдоним домена добавлен для удаления!

source: Domain alias not added for termination!
fi_fi: Domain-aliasta ei lis‰tty poistettavaksi!
ru_ru: Псевдоним домена НЕ добавлен для удаления!
zh_cn: �����������ӱ���ֹ!

source: Domain alias added!
fi_fi: Domain-alias lis‰tty!
ru_ru: Псевдоним домена добавлен!
zh_cn: �������������ӣ�

source: Domain alias not added!
fi_fi: Domain-aliasta ei lis‰tty!
ru_ru: Псевдоним домена НЕ добавлен!
zh_cn: ��������û�����ӣ�

source: Domain alias modified!
fi_fi: Domain-alias muokattu!
ru_ru: Псевдоним домена изменён!
zh_cn: ���������ɹ����ģ�

source: Domain alias not modified!
fi_fi: Domain-aliasta ei muokattu!
ru_ru: Псевдоним домена НЕ изменён!
zh_cn: ��������û�и��ģ�

source: Ordered domain alias not deleted!
ru_ru: Заказанный псевдоним НЕ удален!

source: Ordered domain alias activated!
ru_ru: Псевдоним домена активирован!

source: Ordered domain alias not activated!
ru_ru: Псевдоним домена НЕ активирован!

source: User terminated!
fi_fi: K‰ytt‰j‰ poistettu!
ru_ru: Пользователь удален
zh_cn: �û��жϣ�

source: Edit Domain
fi_fi: Muokkaa Domainia
ru_ru: Редактировать Домен

source: Domain properties
fi_fi: Domainin ominaisuudet
ru_ru: Настройки Домена

source: Max subdomains<br /><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит поддоменов<br /><i>(-1 отключены, 0 не ограничено)</i>

source: Max aliases<br /><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит псевдонимов<br /><i>(-1 отключены, 0 не ограничено)</i>

source: Mail accounts limit <br /><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит почтовых ящиков<br /><i>(-1 отключены, 0 не ограничено)</i>

source: FTP accounts limit <br /><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит FTP аккаунтов<br /><i>(-1 отключены, 0 не ограничено)</i>

source: SQL databases limit <br /><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит SQL баз<br /><i>(-1 отключены, 0 не ограничено)</i>

source: SQL users limit <br /><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит SQL пользователей<br /><i>(-1 отключены, 0 не ограничено)</i>

source: Traffic limit [MB] <br /><i>(0 unlimited)</i>
ru_ru: Лимит трафика [Мб]<br><i>(0 не ограничено)</i>

source: Disk limit [MB] <br /><i>(0 unlimited)</i>
ru_ru: Дисковый лимит [Mб]<br><i>(0 - не ограничено)</i>

source: SQL Database
fi_fi: SQL-tietokanta
ru_ru: База данных SQL
zh_cn: SQL���ݿ�

source: SQL User
fi_fi: SQL-k‰ytt‰j‰
ru_ru: SQL пользователь
zh_cn: SQL�û�

source: Domain properties could not be updated!
ru_ru: Настройки домена не могут быть изменены!

source: Domain properties updated successfully!
fi_fi: Domainin ominaisuuksia p‰ivitetty onnistuneesti!
ru_ru: Настройки домена успешно изменены!
zh_cn: ���Գɹ����£�

source: The <em>%s</em> service can not be disabled!
ru_ru: Услуга <em>%s</em> не может быть отключена!

source: There are <em>%s</em> records on system!
ru_ru: В системе есть записи <em>%s</em>!

source: The <em>%s</em> service can not be limited!
ru_ru: Услуга <em>%s</em> не может быть ограничена!

source: Specified number is smaller than <em>%s</em> records, present on the system!
ru_ru: Указанное число меньше чем <em>%s</em> уже существующих записей!

source: There are <em>%s</em> records on the system!
ru_ru: В системе есть записи <em>%s</em>!

source: The <em>%s</em> service can not be unlimited!
ru_ru: Услуга <em>%s</em> не может быть неограниченной!

source: There are reseller limits for the <em>%s</em> service!
ru_ru: Есть ограничения дилеров для услуги <em>%s</em>!

source: You are exceeding reseller limits for the <em>%s</em> service!
ru_ru: Вы превышаете ограничения дилеров для услуги <em>%s</em>!

source: ispCP - Users/Edit
ru_ru: ispCP - пользователи/редактировать
zh_cn: ispCP - �û�/�༭

source: Edit user
fi_fi: Muokkaa k‰ytt‰j‰‰
ru_ru: Редактировать пользователя
zh_cn: �༭�û�

source: Users list
fi_fi: K‰ytt‰j‰lista
ru_ru: Список пользователей
zh_cn: �û��б�

source: View hosting plan
fi_fi: Katsele hosting-pakettia
ru_ru: Смотреть хостинг план
zh_cn: �鿴�йܼƻ�

source: Hosting plan can't be deleted, there are orders!
ru_ru: Хостинг план не может быть удален - есть заказы!

source: View details
fi_fi: Katsele tietoja
ru_ru: Смотреть детали
zh_cn: �鿴����

source: User accounts
fi_fi: K‰ytt‰j‰tunnukset
ru_ru: Аккаунт пользователя
zh_cn: �û��˺�

source: Mail account
fi_fi: S‰hkˆpostitunnus
ru_ru: Почтовый ящик
zh_cn: �ʼ��ʺ�

source: Extras
fi_fi: Extrat
ru_ru: Дополнительно
zh_cn: ������Ϣ

source: %1$s / %2$s of <b>%3$d</b>
ru_ru: %1$s / %2$s из <b>%3$d</b>

source: %1$s / %2$s of <b>unlimited</b>
ru_ru: %1$s / %2$s

source: %1$d / %2$d of <b>%3$d</b>
ru_ru: %1$d / %2$d из <b>%3$d</b>

source: %1$d / %2$d of <b>unlimited</b>
ru_ru: %1$d / %2$d

source: Lostpw email
fi_fi: Salasanamuistuttaja
ru_ru: Email восстановления паролей
zh_cn: ��ʧ�����ʼ�

source: Lostpw link
fi_fi: Salasanamuistuttajan linkki
ru_ru: Ссылка активации
zh_cn: ��ʧ�������
