Repository: okbutton/ispCP-distributed
Catalog: language-files/*.po
Languages: fi_fi, ru_ru, zh_cn

source: Manage orders
fi_fi: Hallitse tilauksia
ru_ru: Управление заказами

source: Wrong order ID!
fi_fi: Virheellinen tilauksen ID!
ru_ru: Неверный идентификатор заказа!
zh_cn: ����ID������

source: Order Canceled: resellers maximum exceeded!
ru_ru: Заказ отменен: дилер не может больше принимать заказы!

source: User added!
fi_fi: K‰ytt‰j‰ lis‰tty!
ru_ru: Пользователь добавлен!
zh_cn: �û������ӣ�

source: Customer order was removed successful!
fi_fi: Asiakkaan tilaus poistettu onnistuneesti!
ru_ru: Заказ покупателя успешно удалён!
zh_cn: �ͻ������ѱ��ɹ�ɾ����

source: Order data updated successfully!
fi_fi: Tilauksen tiedot p‰ivitetty onnistuneesti!
ru_ru: Данные заказа обновлены!
zh_cn: �������ݳɹ����£�

source: Order date
fi_fi: Tilauksen p‰iv‰m‰‰r‰
ru_ru: Дата заказа

source: Hosting plan
fi_fi: Hosting-paketit
ru_ru: Хостинг план
zh_cn: �йܼƻ�

source: Hosting details
fi_fi: Hosting-ominaisuudet
ru_ru: Детали хостинга
zh_cn: �ռ�����

source: Order details
fi_fi: Tilauksen tiedot
ru_ru: Детали заказа

source: Customer data
fi_fi: Asiakkaan tiedot
ru_ru: Данные покупателя
zh_cn: �ͻ�����

source: Are you sure you want to delete this order?
fi_fi: Haluatko varmasti poistaa t‰m‰n tilauksen?
ru_ru: Вы уверены что хотите удалить этот заказ?
zh_cn: ȷ��Ҫɾ����������Ϣ��

source: Add to the system
fi_fi: Lis‰‰ j‰rjestelm‰‰n
ru_ru: Добавить в систему
zh_cn: ���ӵ�ϵͳ

source: Header
fi_fi: Yl‰tunniste
ru_ru: Заголовок

source: Preview
fi_fi: Esikatselu
ru_ru: Просмотр
zh_cn: Ԥ��

source: Implementation URL
fi_fi: Osoite
ru_ru: URL реализации
zh_cn: ִ��URL

source: Footer
fi_fi: Alatunniste
ru_ru: Окончание
zh_cn: ҳ��

source: You do not have new orders!
fi_fi: Sinulle ei ole uusia tilauksia!
ru_ru: У Вас нету новых заказов.
zh_cn: ��û���µĶ�����

source: New order
fi_fi: Uusi tilaus
ru_ru: Новый заказ

source: Update order
fi_fi: P‰ivit‰ tilaus
ru_ru: Обновить заказ

source: Order
fi_fi: Tilaus
ru_ru: Заказ

source: Add/Details
fi_fi: Lis‰‰/Tiedot
ru_ru: Добавить/Детали

source: ispCP - Users/Add user
ru_ru: ispCP - пользователи/Добавить пользователя
zh_cn: ispCP - �û�/�����û�

source: Choose hosting plan
fi_fi: Valitse hosting-paketti
ru_ru: Выбрать хостинг-план
zh_cn: ѡ���йܼƻ�

source: Personalise template
ru_ru: Настроить шаблон

source: Next step
fi_fi: Seuraava vaihe
ru_ru: Следующий шаг
zh_cn: ��һ��

source: You have no hosting plans. Please contact your system administrator.
ru_ru: У вас нет хостинг планов. Обратитесь к администратору.

source: ispCP - User/Add user(step2)
ru_ru: Добавление Пользователя, шаг 2
zh_cn: ispCP - �û�/�����û�����2����

source: Max domains<br><i>(-1 disabled, 0 unlimited)</i>
ru_ru: Лимит доменов<br><i>(-1 отключены, 0 не ограничено)</i>

source: Backup / Restore
fi_fi: Varmuuskopio / palautus
ru_ru: Резервное копирование / Восстановление
zh_cn: ����/��ԭ

source: Apache logs
fi_fi: Apachen logit
ru_ru: Журнал Apache
zh_cn: Apache��־

source: Awstats
ru_ru: Статистика AwStats

source: ispCP - User/Add user
ru_ru: Добавление Пользователя
zh_cn: ispCP - �û�/�����û�

source: Add other domains to this account
fi_fi: Lis‰‰ muita domaineja t‰lle tunnukselle
ru_ru: Добавить домены в эту учетную запись

source: System error with Domain ID
ru_ru: Системная ошибка с доменом ID

source: This reseller has no domains yet.
fi_fi: T‰ll‰ j‰lleenmyyj‰ll‰ ei ole viel‰ domaineja.
ru_ru: У дилера еще нет доменов.

source: Stats
fi_fi: Tilastot
ru_ru: Статистика
zh_cn: ͳ����Ϣ

source: Edit User
ru_ru: Редактировать пользователя

source: View aliases
ru_ru: Смотреть псевдонимы

source: You have no users.
fi_fi: Sinulla ei ole k‰ytt‰ji‰.
ru_ru: У вас нет пользователей.
zh_cn: ��û���û���

source: User data updated!
fi_fi: K‰ytt‰j‰tiedot p‰ivitetty!
ru_ru: Данные пользователя изменены!
zh_cn: �û����ݳɹ����£�

source: User data not updated!
fi_fi: K‰ytt‰j‰tietoja ei p‰ivitetty!
ru_ru: Данные пользователя не изменены!
zh_cn: �û�����û�и��£�

source: This user has domain record !<br>First remove the domain from the system!
fi_fi: T‰ll‰ k‰ytt‰j‰ll‰ on domain!<br>Poista ensin domain j‰rjestelm‰st‰!
ru_ru: У этого пользователя есть домен!<br>В начале удалите домен!
zh_cn: ���û�ӵ��������¼��<br>���ȴ�ϵͳ��ɾ������������

source: User not terminated!
fi_fi: K‰ytt‰j‰‰ ei poistettu!
ru_ru: Пользователь не удален!
zh_cn: �û�û���жϣ�

source: Message was sent.
fi_fi: Viesti on l‰hetetty.
ru_ru: Сообщение отправлено.
zh_cn: ��Ϣ�ѷ�����

source: Incorrect username range or syntax!
fi_fi: Virheellinen k‰ytt‰j‰m‰‰r‰!

source: Incorrect password range or syntax!
fi_fi: Virheellinen salasana!

source: Entered passwords does not match!
fi_fi: Annetut salasanat eiv‰t t‰sm‰‰!

source: Incorrect email range or syntax!
fi_fi: Virheellinen s‰hkˆpostiosoite!

source: Incorrect max domain count or syntax!
fi_fi: Virheellinen domainm‰‰r‰!

source: Incorrect max subdomain count or syntax!
fi_fi: Virheellinen alidomainien m‰‰r‰!

source: Incorrect max alias count or syntax!
fi_fi: Virheellinen aliasten m‰‰r‰!
zh_cn: ����������Ŀ����

source: Incorrect max FTP count or syntax!
fi_fi: Virheellinen FTP-k‰ytt‰jien m‰‰r‰!
zh_cn: ����FTP�ʺŸ�������

source: Incorrect max mail count or syntax!
fi_fi: Virheellinen s‰hkˆpostien m‰‰r‰!
zh_cn: �����ʼ��ʺŸ�������

source: Incorrect max SQL databases count or syntax!
fi_fi: Virheellinen tietokantojen m‰‰r‰!
zh_cn: ����SQL���ݿ���������

source: Incorrect max SQL users count or syntax!
fi_fi: Virheellinen tietokantak‰ytt‰jien m‰‰r‰!
zh_cn: ����SQL�û���������

source: Incorrect max traffic amount or syntax!
fi_fi: Virheellinen liikennem‰‰r‰!

source: Incorrect max disk amount or syntax!
fi_fi: Virheellinen levytilan m‰‰r‰!
zh_cn: �����ռ��������

source: ISPCP - Admin/Manage users/Add User
fi_fi: ISPCP - Yll‰pito / Hallitse k‰ytt‰ji‰ / Lis‰‰ k‰ytt‰j‰

source: ISPCP - Admin/Admin Log
fi_fi: ISPCP - Yll‰pito / Yll‰pitologi

source: ISPCP - Administrator/Add hosting plan
fi_fi: ISPCP - Yll‰pito / Lis‰‰ hosting-paketti

source: Incorrect template name range or syntax!
fi_fi: Virheellinen mallin nimi!

source: Incorrect template description range or syntax!
fi_fi: Virheellinen kuvaus!

source: Incorrect price range or syntax!
fi_fi: Virheellinen hinta!

source: Incorrect setup fee range or syntax!
fi_fi: Virheellinen asennuksen hinta!

source: Incorrect subdomain range or syntax!
fi_fi: Virheellinen alidomain m‰‰r‰!

source: Incorrect alias range or syntax!
fi_fi: Virheellinen aliasten m‰‰r‰!

source: Incorrect mail account range or syntax!
fi_fi: Virheellinen s‰hkˆpostitunnusten m‰‰r‰!

source: Incorrect FTP account range or syntax!
fi_fi: Virheellinen FTP-tunnusten m‰‰r‰!

source: Incorrect SQL database range or syntax!
fi_fi: Virheellinen tietokantam‰‰r‰!

source: Incorrect SQL user range or syntax!
fi_fi: Virheellinen tietokantak‰ytt‰jien m‰‰r‰!

source: Incorrect traffic range or syntax!
fi_fi: Virheellinen liikennem‰‰r‰!

source: Incorrect disk range or syntax!
fi_fi: Virheellinen levytilan m‰‰r‰!

source: ISPCP - Admin/Change Password
fi_fi: ISPCP - Yll‰pito / Vaihda salasana

source: Passwords does not match!
fi_fi: Salasanat eiv‰t t‰stm‰‰!

source: ISPCP - Admin/Change Personal Data
fi_fi: ISPCP - Yll‰pito / Muuta henkilˆkohtaisia tietoja

source: User does not exist!
fi_fi: K‰ytt‰j‰‰ ei ole olemassa!
zh_cn: �û������ڣ�

source: ISPCP - Admin - Manage custom menus
fi_fi: ISPCP - Yll‰pito - Hallitse vaihtoehtoisia valikkoja

source: ISPCP - Domain/Details
fi_fi: ISPCP - Domain / Tiedot

source: ISPCP - Domain Statistics Data
fi_fi: ISPCP - Domain-statistiikka

source: ISPCP - Admin/Manage users/Edit Reseller
fi_fi: ISPCP - Yll‰pito / Hallitse k‰ytt‰ji‰ / Muokkaa j‰lleenmyyj‰‰

source: Undefined user accounting error!
fi_fi: M‰‰ritt‰m‰tˆn k‰ytt‰j‰virhe!
zh_cn: δ�������û��ʻ�������

source: This reseller has already dispatched more <b>
fi_fi: T‰m‰ j‰lleenmyyj‰ on toimittanut enemm‰n kuin <b>

source: Then the value you are trying to enter now !<br>
fi_fi: Ja sitten arvo jota yrit‰t antaa nyt!<br>
zh_cn: Ȼ��������������������ֵ!<br>

source: This reseller has more <b>
fi_fi: T‰ll‰ j‰lleenmyyj‰ll‰ on enemm‰n <b>
zh_cn: �ô�����<b>

source: Then the value you are trying to enter now!<br>
fi_fi: Ja sitten arvo jota yrit‰t antaa nyt!<br>
zh_cn: Ȼ��������������������ֵ!<br>

source: If you want to limit the reseller, fist you must limit its users !<br>
fi_fi: Jos haluat rajoittaa j‰lleenmyyj‰‰, sinun pit‰‰ rajoittaa k‰ytt‰ji‰ ensin!<br>
zh_cn: ������Ҫ���ƴ˴��������������������û���<br>

source: This reseller has domains assigned To <b>
fi_fi: T‰ll‰ j‰lleenmyyj‰ll‰ on domaineja m‰‰ritettyn‰ <b>
zh_cn: �ô���ӵ�з���������<b>

source: </b> Address !<br>Edit reseller aborted!
fi_fi: </b> Osoite!<br>J‰lleenmyyj‰n muokkaus keskeytetty!
zh_cn: </b> ��ַ !<br>�༭�����ж�

source: Max domain count
fi_fi: Max domainien m‰‰r‰

source: Max subdomain count
fi_fi: Max alidomainm‰‰r‰

source: Max aliases count
fi_fi: Max aliasten m‰‰r‰

source: Max mail users count
fi_fi: Max s‰hkˆpostik‰ytt‰jien m‰‰r‰
zh_cn: ���������û����

source: Max FTP users count
fi_fi: Max FTP-k‰ytt‰jien m‰‰r‰
zh_cn: ����FTP�û����

source: Max SQL databases count
fi_fi: Max tietokantojen m‰‰r‰
zh_cn: ����SQL���ݿ����

source: Max SQL users count
fi_fi: Max tietokantak‰ytt‰jien m‰‰r‰
zh_cn: ����SQL�û����

source: Max traffic amount [MB]
fi_fi: Max liikennem‰‰r‰ [MT]
zh_cn: �������[MB]

source: Max disk amount [MB]
fi_fi: Max levytila [MT]
zh_cn: �������̿ռ�[MB]

source: Password generate
fi_fi: Luo salasana

source: ISPCP - Admin/Manage users/Edit User
fi_fi: ISPCP - Yll‰pito / Hallitse k‰ytt‰ji‰ / Muokkaa k‰ytt‰j‰‰

source: ISPCP - Administrator/Edit hosting plan
fi_fi: ISPCP - Yll‰pito / Muokkaa hosting-pakettia

source: ISPCP - Admin/Manage users/Email setup
fi_fi: ISPCP - Yll‰pito / Hallitse k‰ytt‰ji‰ / S‰hkˆpostiasetukset

source: User real (first and last) Name
fi_fi: K‰ytt‰j‰n oikea (etu ja suku) nimi

source: ISPCP - Administrator/Hosting Plan Management
fi_fi: ISPCP - Yll‰pito / Hosting-pakettien hallinta

source: You have
fi_fi: Sinulla on

source: Support question(s)
fi_fi: Tukikysymys(t‰)

source: New
fi_fi: Uusi

source: New ISPCP update is now available
fi_fi: Uusi ISPCP-p‰ivitys saatavilla

source: ISPCP - Admin/Main Index
fi_fi: ISPCP - Yll‰pito / P‰‰sivu

source: ISPCP - Admin/IP manage
fi_fi: ISPCP - Yll‰pito / IP-hallinta

source: Uninstall
fi_fi: Poista
zh_cn: ж��

source: ISPCP debugger
fi_fi: ISPCP-debuggeri

source: ISPCP updates
fi_fi: ISPCP-p‰ivitykset

source: Available ISPCP updates
fi_fi: Saatavilla olevat p‰ivitykset

source: No new ISPCP updates available
fi_fi: Ei uusia ISPCP-p‰ivityksi‰ saatavilla

source: ISPCP - Admin/Lostpw email setup
fi_fi: ISPCP - Yll‰pito / Salasanamuistuttajan s‰hkˆpostiasetukset

source: ISPCP - Admin/Manage users/Reseller assignment
fi_fi: ISPCP - Yll‰pito / Hallitse k‰ytt‰ji‰ / J‰lleenmyyj‰m‰‰ritykset

source: ISPCP - Admin/Manage users/User assignment
fi_fi: ISPCP - Yll‰pito / Hallitse k‰ytt‰ji‰ / K‰ytt‰j‰m‰‰ritys

source: ISPCP - Admin/Manage Sessions
fi_fi: ISPCP - Yll‰pito / Hallitse sessioita

source: ISPCP - Admin/Manage Users
fi_fi: ISPCP - Yll‰pito / Hallitse k‰ytt‰ji‰

source: This user have domain !<br>To delete user - first delete domain!
fi_fi: T‰ll‰ k‰ytt‰j‰ll‰ on domain!<br>Poistaaksesi k‰ytt‰j‰n - poista domain ensin!

source: Can not read ispcp language file!
fi_fi: ISPCP:n kielitiedostoa ei voi lukea!
zh_cn: �޷���ȡispcp�����ļ���

source: Update language installed!
fi_fi: P‰ivityskieli asennettu!
zh_cn: �����Ѱ�װ�����ԣ�

source: ISPCP - Reseller statistics
fi_fi: ISPCP - J‰lleenmyyj‰tilastot

source: ISPCP - Admin/Reseller User Statistics
fi_fi: ISPCP - Yll‰pito / J‰lleenmyyj‰n k‰ytt‰j‰tilastot

source: ISPCP - Admin/Server day stats
fi_fi: ISPCP - Yll‰pito / Palvelimen p‰iv‰tilastot

source: Web in
fi_fi: Web sis‰‰n
zh_cn: Web����

source: Web out
fi_fi: Web ulos
zh_cn: Web����

source: Mail in
fi_fi: E-mail sis‰‰n
zh_cn: ���յ��ʼ�

source: Mail out
fi_fi: E-mail ulos
zh_cn: �������ʼ�

source: Pop/IMAP in
fi_fi: Pop/IMAP sis‰‰n
zh_cn: Pop/IMAP ����

source: Pop/IMAP out
fi_fi: Pop/IMAP ulos
zh_cn: Pop/IMAP ����

source: Other in
fi_fi: Muut sis‰‰n

source: Other out
fi_fi: Muut ulos

source: All in
fi_fi: Kaikki sis‰‰n
zh_cn: ȫ���������

source: All out
fi_fi: Kaikki ulos
zh_cn: ȫ���������

source: ISPCP - Admin/Server statistics
fi_fi: ISPCP - Yll‰pito / Palvelimen statistiikka

source: ISPCP Admin / System Tools / Server Status
fi_fi: ISPCP Yll‰pit‰j‰ / J‰rjestelm‰tyˆkalut / Palvelimen tila

source: ISPCP - Admin/Server Traffic Settings
fi_fi: ISPCP - Yll‰pito / Palvelimen liikenneasetukset

source: Warning traffic is bigger then max traffic!
fi_fi: Varoitusraja liikenteelle on suurempi kuin maksimi liikennem‰‰r‰!

source: Servicemode
fi_fi: Huoltotila

source: In this mode only administrators can login
fi_fi: Vain yll‰pit‰j‰t voivat kirjautua t‰ss‰ tilassa

source: Lostpassword
fi_fi: Salasana hukassa

source: Activationlink valid (minutes)
fi_fi: Aktivointilinkin voimassaoloaika (minuuttia)

source: Time between logins
fi_fi: Aika kirjautumisten v‰lill‰

source: Number of login attempts
fi_fi: Kirjautumisyritysten m‰‰r‰

source: Time between logins (seconds)
fi_fi: Aika kirjautumisten v‰lill‰ (sekuntia)

source: Serverports
fi_fi: Palvelinportit

source: ISPCP - Client/Questions & Comments
fi_fi: ISPCP - Asiakas / Kysymykset & Kommentit

source: ISPCP - Client/Enable Mail Autoresponder
fi_fi: ISPCP - Asiakas / Aktivoi s‰hkˆpostin automaattivastaus

source: CPU bogomips
fi_fi: CPU bogomipsit

source: ISPCP - Client : Support System: View Tickets
fi_fi: ISPCP - Asiakas : Tukij‰rjestelm‰: Katsele kysymyksi‰

source: ISPCP Client : Add Alias
fi_fi: ISPCP Asiakas : Lis‰‰ alias

source: There are alias with same mount point
fi_fi: Alias olemassa samassa liitospisteess‰
zh_cn: ������ͬ���ص��ı���

source: Please specify other FTP account dir!
fi_fi: M‰‰rit‰ toinen FTP-tunnuksen hakemisto!
zh_cn: ��ָ��������FTP�˺�Ŀ¼��

source: ISPCP - Client/Add FTP User
fi_fi: ISPCP - Asiakas / Lis‰‰ FTP-k‰ytt‰j‰

source: ISPCP - Client/Add Mail User
fi_fi: ISPCP - Asiaskas / Lis‰‰ s‰hkˆpostik‰ytt‰j‰

source: Too long database name!
fi_fi: Liian pitk‰ tietokannan nimi!

source: Wildcards as % and ? are not allowed!
fi_fi: Merkit % ja ? eiv‰t ole sallittuja!
zh_cn: ������ʹ��ͨ���� % �� ? ��

source: ISPCP - Client/Add SQL Database
fi_fi: ISPCP - Asiakas / Lis‰‰ SQL-tietokanta

source: Subdomain already exists!
fi_fi: Alidomain on olemassa!
zh_cn: �Ѵ�����ͬ��������

source: ISPCP - Client/Add Subdomain
fi_fi: ISPCP - Asiakas / Lis‰‰ alidomain

source: Directory tree<br>mount point
fi_fi: Hakemistopuu<br>liitospiste
zh_cn: Ŀ¼��<br>���ص�

source: ISPCP - Client/Daily Backup
fi_fi: ISPCP - Asiakas / P‰ivitt‰inen varmuuskopio

source: Direction download today backup
fi_fi: Ohjeet varmuuskopion lataamiseen

source: Switch to backup directory
fi_fi: Vaihda varmuuskopiohakemistoon

source: (usually named backup_YYYY_MM_DD.tar.bz2)
fi_fi: (nimetty yleens‰ backup_YYYY_MM_DD.tar.bz2)

source: Click Restore button and the system will restore last daily backup
fi_fi: Paina Palauta -nappia ja j‰rjestelm‰<br>palauttaa edellisen varmuuskopion

source: Catch all mail account can not be created!
fi_fi: Nappaa kaikki -tunnusta ei voi luoda!
zh_cn: ѡȡȫ���޷��������ʼ��ʺ�

source: ISPCP - Client/Manage Users
fi_fi: ISPCP - Asiakas / Hallitse k‰ytt‰ji‰

source: ISPCP - Client/Change Password
fi_fi: ISPCP - Asiakas / Vaihda salasana

source: ISPCP - Client/Change Personal Data
fi_fi: ISPCP - Asiakas / Muuta henkilˆkohtaisia tietoja

source: Zip / Postal code
fi_fi: Postinumero

source: ISPCP - Client/Create CatchAll Mail Account
fi_fi: ISPCP - Asiakas / Lis‰‰ Nappaa kaikki -s‰hkˆposti

source: ISPCP - Client/Cronjob Manager
fi_fi: ISPCP - Asiakas / Cronjob-hallinta

source: Months(s):
fi_fi: Kuukaudet

source: Alias scheduled for modification!
fi_fi: Alias muokkausjonossa!
zh_cn: �ƻ����ĵı���

source: ISPCP - Client/Domain Statistics
fi_fi: ISPCP - Asiakas / Domainstatistiikka

source: ISPCP - Client/Edit FTP Account
fi_fi: ISPCP - Asiakas / Muokkaa FTP-tunnusta

source: ISPCP - Manage Mail and FTP / Edit mail account
fi_fi: ISPCP - Hallitse E-mail ja FTP / Muokkaa s‰hkˆpostitunnusta

source: ISPCP - Client/Enable Mail Auto Responder
fi_fi: ISPCP - Asiakas / Muokkaa s‰hkˆpostin automaattivastausta

source: ISPCP - Manage Domain Alias/Edit Alias
fi_fi: ISPCP - Hallitse Domain-alias / Muokkaa aliasta

source: ISPCP - Client/Manage Error Custom Pages
fi_fi: ISPCP - Asiakas / Hallitse virhesivuja

source: System error - custom error page was NOT updated!
fi_fi: J‰rjestelm‰virhe - vaihtoehtoista virhesivua EI p‰ivitetty!
zh_cn: ϵͳ���� - �Զ�������ҳ��û�и��£�

source: ISPCP - Client/Webtools
fi_fi: CHCS - Asiakas / Web-tyˆkalut

source: support question(s)
fi_fi: tukikysymyst‰

source: new
fi_fi: uusi

source: ISPCP - Client/Main Index
fi_fi: ISPCP - Asiakas / P‰‰sivu

source: ISPCP - Client/Change Language
fi_fi: ISPCP - Asiakas / Muuta kielt‰

source: ISPCP - Client/Manage Domains
fi_fi: ISPCP - Asiakas / Hallitse domaineja

source: ISPCP - Client/Manage SQL
fi_fi: ISPCP - Asiakas / Hallitse tietokantaa

source: ISPCP - Support system - New ticket
fi_fi: ISPCP - Tukij‰rjestelm‰ - Uusi kysymys

source: Can not open file! Please contact your administrator !
fi_fi: Tiedostoa ei voi avata! Ota yhteys yll‰pitoon!
zh_cn: �޷������ļ������ϵ����Ա

source: User was deleted from group
fi_fi: K‰ytt‰j‰ poistettu ryhm‰st‰

source: Not in:
fi_fi: Ei kuulu:
zh_cn: �����ڣ�

source: User was assigned to group
fi_fi: K‰ytt‰j‰ m‰‰ritetty ryhm‰‰n
zh_cn: �û������䵽��

source: Group already exist !
fi_fi: Ryhm‰ on jo olemassa!
zh_cn: ���Ѿ�����

source: SQL-user limit expired!
fi_fi: SQL-k‰ytt‰jien raja vastassa!
zh_cn: SQL�û��������ƣ�

source: ISPCP - Client/Add SQL User
fi_fi: ISPCP - Asiakas / Lis‰‰ SQL-k‰ytt‰j‰

source: ISPCP - Client/Change SQL User Password
fi_fi: ISPCP - Asiakas / Muuta SQL-k‰ytt‰j‰n salasana

source: Please enter SQL query!
fi_fi: Anna SQL-kysely!
zh_cn: ������SQL��ѯ

source: Cannot connect as MySQL administrator!
fi_fi: Ei voida yhdist‰‰ MySQL:n p‰‰k‰ytt‰j‰n‰!
zh_cn: �޷���MYSQL����Ա�������

source: SQL query has error
fi_fi: SQL-kyselyss‰ on virhe
zh_cn: SQL��ѯ����

source: SQL query is ok
fi_fi: SQL-kysely on ok
zh_cn: SQL��ѯ����

source: ISPCP - Client/Execute SQL Query
fi_fi: ISPCP - Asiakas / Suorita SQL-kysely

source: ISPCP - Update hosting plan
fi_fi: ISPCP - P‰ivit‰ hosting-paketti

source: Change user interface
fi_fi: Muuta ulkoasua
zh_cn: �л��û�����

source: Webstatistics
fi_fi: Web-tilastot

source: Group - Usermanagement
fi_fi: Ryhm‰ - K‰ytt‰j‰hallinta

source: Subdomain forward
fi_fi: Alidomainin ohjaus
zh_cn: ������ת��

source: You have to wait
fi_fi: Sinun t‰ytyy odottaa

source: seconds
fi_fi: sekuntia

source: System is currently in servicemode! At time only administrators can login.
fi_fi: J‰rjestelm‰ on huoltotilassa! Vain yll‰pit‰j‰t voivat kirjautua.

source: wait to be added
fi_fi: odottaa lis‰‰mist‰
zh_cn: �ȴ�����

source: wait to be modified
fi_fi: odottaa muokkausta
zh_cn: �ȴ�����

source: wait to be deleted
fi_fi: odottaa poistamista
zh_cn: �ȴ�ɾ��

source: suspended
fi_fi: keskeytetty

source: wait to be enabled
fi_fi: odottaa aktivoimista
zh_cn: �ȴ�����

source: wait to be suspended
fi_fi: odottaa keskeytyst‰
zh_cn: �ȴ�����

source: unknown status
fi_fi: ep‰m‰‰r‰inen tila
zh_cn: δ֪״̬

source: ISPCP Control Panel
fi_fi: ISPCP-Ohjauspaneeli

source: ISPCP Reseller : Add Alias
fi_fi: ISPCP J‰lleenmyyj‰ : Lis‰‰ alias

source: ISPCP - Reseller/Add hosting plan
fi_fi: ISPCP - J‰lleenmyyj‰ / Lis‰‰ hosting-paketti

source: ISPCP - Reseller/Change Password
fi_fi: ISPCP - J‰lleenmyyj‰ / Muuta salasana

source: ISPCP - Reseller/Change Personal Data
fi_fi: ISPCP - J‰lleenmyyj‰ / Muokkaa henkilˆkohtaisia tietoja

source: ISPCP - Circular
fi_fi: ISPCP - Keskus

source: ISPCP - Manage Domain/Alias
fi_fi: ISPCP - Hallitse Domain / Alias

source: enabled
fi_fi: k‰ytˆss‰

source: delete
fi_fi: poista
zh_cn: ɾ��

source: ISPCP - Domain/Edit
fi_fi: ISPCP - Domain / Muokkaa

source: ISPCP - Users/Edit
fi_fi: ISPCP - K‰ytt‰j‰t / Muokkaus

source: ISPCP - Reseller/Edit hosting plan
fi_fi: ISPCP - J‰lleenmyyj‰ / Muokkaa hosting-pakettia

source: ISPCP - Reseller/Main Index
fi_fi: ISPCP - J‰lleenmyyj‰ / P‰‰sivu

source: ISPCP - Reseller/Lostpw email setup
fi_fi: ISPCP - J‰lleenmyyj‰ / Salasanamuistuttajan s‰hkˆpostiasetukset

source: ISPCP - Reseller/Order email setup
fi_fi: ISPCP - J‰lleenmyyj‰ / Tilauksen email-asetukset

source: ISPCP - Reseller/Order details
fi_fi: ISPCP - J‰lleenmyyj‰ / Tilauksen tiedot

source: ISPCP - Reseller/Order settings
fi_fi: ISPCP - J‰lleenmyyj‰ / Tilausten asetukset

source: ISPCP - Reseller/Order management
fi_fi: ISPCP - J‰lleenmyyj‰ / Tilausten hallinta

source: ISPCP - Users/Add user
fi_fi: ISPCP - K‰ytt‰j‰t / Lis‰‰ k‰ytt‰j‰

source: ISPCP - User/Add user(step2)
fi_fi: ISPCP - K‰ytt‰j‰t / Lis‰‰ k‰ytt‰j‰ (vaihe 2)

source: ISPCP - User/Add user
fi_fi: ISPCP - K‰ytt‰j‰t / Lis‰‰ k‰ytt‰j‰

source: ISPCP - Users
fi_fi: ISPCP - K‰ytt‰j‰t

source: Edit properties
fi_fi: Muokkaa ominaisuuksia

source: ISPCP - Reseller : Support System: View Tickets
fi_fi: ISPCP - J‰lleenmyyj‰ : Tukij‰rjestelm‰: Lue kysymyksi‰

source: ispCP - Admin/Manage users/Edit User
zh_cn: ispCP - ����/�����û�/�༭�û�

source: ispCP - Admin/Main Index
zh_cn: ispCP - ����/������

source: ispCP - Admin/Manage users/Reseller assignment
zh_cn: ispCP - ����/�����û�/����ָ��

source: ispCP - Admin/Manage users/User assignment
zh_cn: ispCP - ����/�����û�/�û�ָ��

source: ispCP - Admin/Manage Sessions
zh_cn: ispCP - ����/�����Ự

source: ispCP - Admin/Manage Users
zh_cn: ispCP - ����/�����û�

source: ispCP - Reseller statistics
zh_cn: ispCP - ����ͳ����Ϣ

source: ispCP - Admin/Reseller User Statistics
zh_cn: ispCP - ����/�����û�ͳ���б�

source: ispCP - Admin/Server day stats
zh_cn: ispCP - ����/������ÿ��ͳ���б�

source: ispCP - Admin/Server statistics
zh_cn: ispCP - ����/������ͳ���б�

source: ispCP - Admin/Server Traffic Settings
zh_cn: ispCP - ����/�������������

source: ispCP - Client/Questions & Comments
zh_cn: ispCP - �ͻ�/���⼰����

source: ispCP - Client/Enable Mail Autoresponder
zh_cn: ispCP - �ͻ�/�����ʼ��Զ��ظ�

source: ispCP - Client : Support System: View Tickets
zh_cn: ispCP - �ͻ�:֧��ϵͳ:�鿴������Ϣ

source: ispCP - Client/Add FTP User
zh_cn: ispCP - �ͻ�/����FTP�û�

source: ispCP - Client/Add Mail User
zh_cn: ispCP - �ͻ�/�����ʼ��û�

source: ispCP - Client/Add SQL Database
zh_cn: ispCP - �ͻ�/����SQL��ݿ�

source: ispCP - Client/Add Subdomain
zh_cn: ispCP - �ͻ�/����������

source: ispCP - Client/Daily Backup
zh_cn: ispCP - �ͻ�/ÿ�ձ���

source: ispCP - Client/Manage Users
zh_cn: ispCP - �ͻ�/�����û�

source: ispCP - Client/Change Password
zh_cn: ispCP - �ͻ�/��������

source: ispCP - Client/Change Personal Data
zh_cn: ispCP - �ͻ�/���ĸ�������

source: ispCP - Client/Create CatchAll Mail Account
zh_cn: ispCP - �ͻ�/�����ʼ��ʻ��б�

source: ispCP - Client/Cronjob Manager
zh_cn: ispCP - �ͻ�/�ƻ�����������

source: ispCP - Client/Domain Statistics
zh_cn: ispCP - �ͻ�/����ͳ����Ϣ�б�

source: ispCP - Client/Edit FTP Account
zh_cn: ispCP - �ͻ�/�༭FTP�˺�

source: ispCP - Manage Mail and FTP / Edit mail account
zh_cn: ispCP - �������估FTP/�༭�����˺�

source: ispCP - Client/Enable Mail Auto Responder
zh_cn: ispCP - �ͻ�/�����ʼ��Զ��ظ�

source: ispCP - Manage Domain Alias/Edit Alias
zh_cn: ispCP - ������������/�༭����

source: ispCP - Client/Manage Error Custom Pages
zh_cn: ispCP - �ͻ�/�����Զ�������ҳ��

source: ispCP - Client/Webtools
zh_cn: ispCP - �ͻ�/��ҳ����

source: ispCP - Client/Main Index
zh_cn: ispCP - �ͻ�/������

source: ispCP - Client/Change Language
zh_cn: ispCP - �ͻ�/�ı�����

source: ispCP - Client/Manage Domains
zh_cn: ispCP - �ͻ�/��������

source: ispCP - Client/Manage SQL
zh_cn: ispCP - �ͻ�/����SQL

source: ispCP - Client/Add SQL User
zh_cn: ispCP - �ͻ�/����SQL�û�
