Repository: okbutton/ispCP-distributed
Catalog: language-files/*.po
Languages: fi_fi, ru_ru, zh_cn

source: Auto email template data updated!
fi_fi: Automaattisen s‰hkˆpostin tiedot p‰ivitetty!
ru_ru: Шаблон авто письма обновлен!
zh_cn: �ʼ��Զ��ظ�ģ�������Ѹ��£�

source: ispCP - Admin/Manage users/Email setup
ru_ru: ispCP - Администрирование/Пользователи/Настройка почты
zh_cn: ispCP - ����/�����û�/�����ʼ�����

source: Email setup
fi_fi: Email-asetukset
ru_ru: Настройка Почтового Ящика
zh_cn: �����ʼ�����

source: Message template info
fi_fi: Viestipohjan tiedot
ru_ru: Информация шаблона сообщения
zh_cn: ��Ϣģ����Ϣ

source: User login (system) name
fi_fi: K‰ytt‰j‰n kirjautumisnimi
ru_ru: Системное имя (логин) пользователя
zh_cn: �û���¼����

source: User password
fi_fi: K‰ytt‰j‰n salasana
ru_ru: Пароль пользователя
zh_cn: �û�����

source: User real (first and last) name
ru_ru: Имя и фамилия пользователя

source: Message template
fi_fi: Viestipohja
ru_ru: Шаблон сообщения
zh_cn: ��Ϣģ��

source: Subject
fi_fi: Aihe
ru_ru: Тема

source: Apply changes
fi_fi: Hyv‰ksy muutokset
ru_ru: Принять изменения
zh_cn: Ӧ�ø���

source: ispCP - Administrator/Hosting Plan Management
ru_ru: ispCP - Администрирование/Управление хостинг-планами
zh_cn: ispCP - ����Ա/�йܼƻ�����

source: Hosting plans
fi_fi: Hosting-paketit
ru_ru: Хостинг-планы
zh_cn: �йܼƻ�

source: Manage hosting plans
fi_fi: Hallitse hosting-paketteja
ru_ru: Управление хостинг-планами
zh_cn: �����йܼƻ�

source: Purchasing
fi_fi: Tilaus
ru_ru: Покупка

source: Add new user hosting plan
fi_fi: Lis‰‰ uusi k‰ytt‰j‰n hosting-paketti
ru_ru: Добавить новый хостинг-план
zh_cn: �����µ��йܼƻ�

source: Return to previous menu
fi_fi: Palaa edelliseen valikkoon
ru_ru: Вернуться в предыдущее меню
zh_cn: �����ϼ��˵�

source: Hosting plan added!
fi_fi: Hosting-paketti lis‰tty!
ru_ru: Хостинг-план добавлен!
zh_cn: �йܼƻ��ɹ����ӣ�

source: Hosting plan deleted!
fi_fi: Hosting-paketti poistettu!
ru_ru: Хостинг-план удален!
zh_cn: �йܼƻ��ɹ�ɾ����

source: Hosting plan updated!
fi_fi: Hosting-paketti p‰ivitetty!
ru_ru: Хостинг-план обновлен!
zh_cn: �йܼƻ��ɹ����£�

source: Hosting plans not found!
fi_fi: Hosting-paketteja ei lˆydy!
ru_ru: Хостинг-план не найден!
zh_cn: δ�ҵ��йܼƻ���

source: Name
fi_fi: Nimi
ru_ru: Имя

source: Show hosting plan
ru_ru: Показать хостинг-план

source: You have <b>%d</b> new support questions
ru_ru: У вас <b>%d</b> новых вопросов поддержки

source: View
fi_fi: Katsele
ru_ru: Смотреть
zh_cn: �鿴

source: Couldn't check for updates! Website not reachable.
ru_ru: Невозможно проверить обновления! Сайт недоступен.

source: New ispCP update is now available
ru_ru: Доступна новая версия ispCP
zh_cn: ���µ�ispCP����

source: ispCP - Admin/IP manage
ru_ru: ispCP - Администрирование/Управление IP
zh_cn: ispCP - ����/IP����

source: New IP was added!
fi_fi: Uusi IP-osoite lis‰tty!
ru_ru: Новый IP адрес был добавлен!
zh_cn: ��IP���ӳɹ���

source: Wrong IP number!
fi_fi: Virheellinen IP-osoite!
ru_ru: Неправильный IP адрес!
zh_cn: ������IP��

source: Please specify domain!
fi_fi: M‰‰rit‰ domain!
ru_ru: Укажите домен!

source: Please specify alias!
fi_fi: M‰‰rit‰ alias!
ru_ru: Укажите псевдоним!

source: This IP already exist!
fi_fi: T‰m‰ IP-osoite on jo olemassa!
ru_ru: Этот IP адрес уже существует!
zh_cn: IP�Ѿ�����

source: Manage IPs
fi_fi: Hallitse IP-osoitteita
ru_ru: Управление IP адресами
zh_cn: ����IP

source: Available IPs
fi_fi: Saatavilla olevat IP-osoitteet
ru_ru: Доступные IP
zh_cn: ���õ�IP

source: Domain
ru_ru: Домен

source: Alias
ru_ru: Псевдоним

source: Add new IP
fi_fi: Lis‰‰ uusi IP-osoite
ru_ru: Добавить IP
zh_cn: �����µ�IP

source: Are you sure you want to delete this IP:
ru_ru: Вы уверены что хотите удалить этот IP:

source: No domain system errors
fi_fi: Ei domain-j‰rjestelm‰n virheit‰
ru_ru: Нет ошибок доменов
zh_cn: û������ϵͳ����

source: No domain alias system errors
fi_fi: Ei domain-aliasj‰rjestelm‰n virheit‰
ru_ru: Нет ошибок псевдонимов
zh_cn: û����������ϵͳ����

source: No subdomain system errors
fi_fi: Ei alidomain-j‰rjestelm‰n virheit‰
ru_ru: Нет ошибок поддоменов
zh_cn: û��������ϵͳ����

source: No email account system errors
fi_fi: Ei email-j‰rjestelm‰n virheit‰
ru_ru: Нет ошибок почтовых аккаунтов
zh_cn: û�������ʺ�ϵͳ����

source: ispCP debugger
ru_ru: ispCP отладчик
zh_cn: ispCP������

source: Domain errors
fi_fi: Domainin virheet
ru_ru: Ошибки домена

source: Domain alias errors
fi_fi: Domain-alias virheet
ru_ru: Ошибка псевдонима домена!

source: Subdomain errors
fi_fi: Alidomainin virheet
ru_ru: Ошибки поддоменов

source: Mail account errors
fi_fi: S‰hkˆpostitunnusvirheet
ru_ru: Ошибки почтовых аккаунтов
zh_cn: �ʼ��ʺŴ���

source: ispCP Daemon tools
ru_ru: ispCP демон

source: Execute requests
ru_ru: Запросов

source: Daemon returned %d as status code
ru_ru: Демон вернул код %d

source: Unknown domain status!
ru_ru: Неизвестный статус домена!

source: Unknown account type!
ru_ru: Неизвестный тип аккаунта!

source: Invalid account id!
ru_ru: Неверный id аккаунта

source: Done
fi_fi: Valmis
ru_ru: Готово

source: Unknown Error
ru_ru: Непонятная ошибка

source: ispCP updates
ru_ru: ispCP обновления
zh_cn: ispCP ����

source: Available ispCP updates
ru_ru: Доступные ispCP обновления
zh_cn: ���õ�ispCP����

source: No new ispCP updates available
ru_ru: Нет доступных обновлений ispCP
zh_cn: û���µ�ispCP����

source: User language updated successfully!
fi_fi: K‰ytt‰j‰n kieli p‰ivitetty onnistuneesti!
ru_ru: Язык интерфейса пользователя был успешно изменен!
zh_cn: �û����Գɹ����£�

source: ispCP - Admin/Change Language
ru_ru: ispCP - Администрирование/Изменить язык

source: Language
fi_fi: Kieli
ru_ru: Язык

source: Choose default language
fi_fi: Valitse oletuskieli
ru_ru: Язык по умолчанию
zh_cn: ѡ��Ĭ������

source: Upload file error!
fi_fi: Tiedoston l‰hetysvirhe
ru_ru: Ошибка закачки файла!
zh_cn: �ϴ��ļ�������

source: You can only upload images!
ru_ru: Закачивать можно только изображения!

source: Images have to be smaller than 195 x 195 pixels!
ru_ru: Изображения должны быть меньше 195 x 195 пикселей!

source: Your logo was successful uploaded!
fi_fi: Logo on l‰hetetty onnistuneesti!
ru_ru: Ваш логотип загружен!
zh_cn: ����ͼ���ɹ��ϴ���

source: Layout settings
fi_fi: Teeman asetukset
ru_ru: Настройки отображения

source: Installed layouts
fi_fi: Asennetut teemat
ru_ru: Установленные темы
zh_cn: �Ѱ�װ����

source: Layout name
fi_fi: Teeman nimi
ru_ru: Имя темы

source: default
fi_fi: vakio
ru_ru: по умолчанию
zh_cn: Ĭ��

source: Upload logo
fi_fi: L‰het‰ logo
ru_ru: Закачайте логотип
zh_cn: �ϴ�ͼ��

source: Logo file
fi_fi: Logotiedosto
ru_ru: Файл логотипа
zh_cn: ͼ���ļ�

source: Upload
fi_fi: L‰het‰
ru_ru: Закачка
zh_cn: �ϴ�

source: Remove
fi_fi: Poista
ru_ru: Удалить
zh_cn: ɾ��

source: Choose default layout
fi_fi: Valitse oletusteema
ru_ru: Выбрать тему
zh_cn: ѡ��Ĭ�Ͻ���

source: Layout
fi_fi: Teema
ru_ru: Темы

source: ispCP - Admin/Lostpw email setup
ru_ru: ispCP - Администрирование/Восстановление паролей
zh_cn: ispCP - ����/��ʧ�����ʼ�����

source: Lost password e-mail
ru_ru: Почта восстановления пароля

source: Activation E-Mail
fi_fi: Aktivointis‰hkˆposti
ru_ru: Письмо активации

source: Password E-Mail
ru_ru: Письмо с паролем

source: User (first and last) name
fi_fi: K‰ytt‰j‰n (etu ja suku) nimi
ru_ru: Имя и фамилия пользователя
zh_cn: �û�����

source: Lost password link
ru_ru: Ссылка активации

source: ispCP - Admin/Maintenance mode
ru_ru: ispCP - Администрирование/Режим обслуживания

source: Settings saved !
fi_fi: Asetukset tallennettu
ru_ru: Настройки сохранены!

source: Maintenance mode
ru_ru: Режим обслуживания

source: Under this mode only administrators can login
ru_ru: В этом режиме систему могут использовать только администраторы

source: Reseller list is empty!
fi_fi: J‰lleenmyyj‰lista on tyhj‰!
ru_ru: Список дилеров пуст!
zh_cn: �����б�Ϊ��

source: Reseller assignment
fi_fi: J‰lleenmyyj‰m‰‰ritys
ru_ru: Назначение дилеров
zh_cn: ָ�ɴ���

source: Reseller users
fi_fi: J‰lleenmyyj‰t
ru_ru: Пользователи дилера
zh_cn: �û�

source: Mark
fi_fi: Valitse
ru_ru: Отметка

source: Reseller name
fi_fi: J‰lleenmyyj‰n nimi
ru_ru: Имя дилера

source: Owner
fi_fi: Omistaja
ru_ru: Подчинен

source: To Admin
fi_fi: Yll‰pit‰j‰lle
ru_ru: Администратору
zh_cn: ������Ա

source: Move
fi_fi: Siirr‰
ru_ru: Переместить
zh_cn: �ƶ�

source: Reseller or user list is empty!
fi_fi: J‰lleenmyyj‰- tai k‰ytt‰j‰lista on tyhj‰!
ru_ru: Список дилеров/пользователей пуст!
zh_cn: �������û��б�Ϊ�գ�

source: User list is empty!
fi_fi: K‰ytt‰j‰lista on tyhj‰!
ru_ru: Список пользователей пуст!

source: User was moved
fi_fi: K‰ytt‰j‰ siirretty
ru_ru: Пользователь был перемещен
zh_cn: �û��ƶ��ɹ�

source: Please select some user(s)!
fi_fi: Valitse k‰ytt‰j(i)‰!
ru_ru: Пожалуйста, выберите какого-нибудь пользователя(-ей)!
zh_cn: ��ѡ���û�

source: Source and destination reseller are the same!
fi_fi: L‰hett‰v‰ ja vastaanottava j‰lleenmyyj‰ on sama!
ru_ru: Один и тот же дилер!
zh_cn: Դ������Ŀ��������ͬ��

source: <b>%1$s</b> has unlimited rights for a <b>%2$s</b> Service !<br>
ru_ru: У <b>%1$s</b> неограниченные права для сервиса <b>%2$s</b>!<br>

source: You can not move <b>%1$s</b> in a destination reseller,<br>which has limits for the <b>%2$s</b> service!
ru_ru: Нельзя переместить <b>%1$s</b> к дилеру, у которого <br>есть ограничения к сервису <b>%2$s</b>!

source: <b>%1$s</b> is exceeding limits for a <b>%2$s</b><br>service in destination reseller!<br>
ru_ru: <b>%1$s</b> превышает ограничение для сервиса <b>%2$s</b><br> у получающего дилера!<br>

source: Moving aborted!
fi_fi: Siirto keskeytetty!
ru_ru: Перемещение прервано!
zh_cn: ��ֹ�ƶ�

source: <b>%s</b> has IP address that can not be managed from the destination reseller !<br>This user can not be moved!
ru_ru: IP адрес <b>%s</b> не может управляться получающем дилером!<br>Этого пользователя переместить нельзя!

source: User assignment
fi_fi: K‰ytt‰j‰m‰‰ritys
ru_ru: Назначение пользователей
zh_cn: �û�����

source: Users
fi_fi: K‰ytt‰j‰t
ru_ru: Пользователи
zh_cn: �û�

source: User name
fi_fi: K‰ytt‰j‰nimi
ru_ru: Имя пользователя
zh_cn: �û���

source: From reseller
fi_fi: J‰lleenmyyj‰lt‰
ru_ru: От дилера
zh_cn: �Ӵ���

source: To reseller
fi_fi: J‰lleenmyyj‰lle
ru_ru: Дилеру

source: Manage user sessions
fi_fi: Hallitse k‰ytt‰j‰sessioita
ru_ru: Управление пользовательскими сеансами
zh_cn: �����Ự

source: User type
fi_fi: K‰ytt‰j‰tyyppi
ru_ru: Тип пользователя
zh_cn: �û�����

source: Last access
fi_fi: Viimeisin k‰ynti
ru_ru: Последний доступ
zh_cn: ����һ�η���

source: Options
fi_fi: Asetukset
ru_ru: Настройки
zh_cn: ѡ��

source: Kill session
fi_fi: Tapa sessio
ru_ru: Завершить сеанс
zh_cn: ɱ��Ự

source: User added
fi_fi: K‰ytt‰j‰ lis‰tty
ru_ru: Пользователь добавлен
zh_cn: �û�������

source: Reseller added
fi_fi: J‰lleenmyyj‰ lis‰tty
ru_ru: Дилер добавлен
zh_cn: �ɹ����Ӵ���

source: User updated
fi_fi: K‰ytt‰j‰ p‰ivitetty!
ru_ru: Пользователь изменен
zh_cn: �Ѹ����û�

source: User deleted
fi_fi: K‰ytt‰j‰ poistettu!
ru_ru: Пользователь удален
zh_cn: ɾ�����û�

source: Email Updated
fi_fi: Email p‰ivitetty
ru_ru: Почта изменена
zh_cn: �����ʼ����óɹ�����

source: This user has a domain!<br>To delete the user first delete the domain!
ru_ru: У этого пользователя есть домен!<br>Удалите в начале домен, затем пользователя!

source: User was disabled
fi_fi: K‰ytt‰j‰ poistettu k‰ytˆst‰
ru_ru: Пользователь был выключен
zh_cn: �û�������

source: Incorrect data input!
fi_fi: Virheellinen tietue!
ru_ru: Некорректные данные!

source: Default language changed!
fi_fi: Oletuskieli vaihdettu!
ru_ru: Язык по умолчанию изменён!
zh_cn: Ĭ�����Գɹ��ı䣡

source: You can upload only text files!
fi_fi: Voit l‰hett‰‰ vain tekstitiedostoja!
ru_ru: Вы можете закачивать только текстовые файлы!
zh_cn: ��ֻ���ϴ��ı��ļ���

source: Uploaded file does not contain the language information!
ru_ru: Закаченный файл не содержит языковой информации!

source: New language installed!
fi_fi: Uusi kieli asennettu!
ru_ru: Новый язык установлен!
zh_cn: �����Գɹ���װ��

source: Language was updated!
ru_ru: Язык обновлен!

source: uninstall
fi_fi: poista
ru_ru: удалить
zh_cn: ж��

source: %d messages translated
ru_ru: %d сообщений переведено

source: Internationalisation
ru_ru: Языки

source: Installed languages
fi_fi: Asennetut kielipaketit
ru_ru: Установленные языки
zh_cn: �Ѱ�װ����

source: Messages
fi_fi: Viestit
ru_ru: Сообщения
zh_cn: ��Ϣ

source: Default
fi_fi: Oletus
ru_ru: По умолчанию
zh_cn: Ĭ��

source: Install new language
fi_fi: Asenna uusi kielipaketti
ru_ru: Установить новый язык
zh_cn: ��װ�µ�����

source: Language file
fi_fi: Kielitiedosto
ru_ru: Языковой файл
zh_cn: �����ļ�

source: Install
fi_fi: Asenna
ru_ru: Установить
zh_cn: ��װ

source: Export
fi_fi: Vie
ru_ru: Экспортировать

source: Not found reseller(s) in your system!
fi_fi: Ei j‰lleenmyyji‰ j‰rjestelm‰ss‰!
ru_ru: В вашей системе нет дилеров!
zh_cn: ����ϵͳû�д���

source: %1$d / %2$d <br/>of<br/> <b>unlimited</b>
ru_ru: %1$d / %2$d

source: Reseller statistics table
fi_fi: J‰lleenmyyj‰tilastotaulukko
ru_ru: Таблица статистики дилера
zh_cn: ����ͳ����Ϣ�б�

source: Traffic
fi_fi: Liikenne
ru_ru: Трафик

source: Disk
fi_fi: Levytila
ru_ru: Диск

source: Subdomain
fi_fi: Alidomain
ru_ru: Поддомены

source: SQL database
fi_fi: SQL-tietokanta
ru_ru: Базы SQL
zh_cn: SQL���ݿ�

source: SQL user
fi_fi: SQL-k‰ytt‰j‰
ru_ru: Пользователи SQL
zh_cn: SQL�û�

source: %1$s <br/>of<br/> <b>%2$s</b>
ru_ru: %1$s <br/>из<br/> <b>%2$s</b>

source: %s <br/>of<br/> <b>unlimited</b>
ru_ru: %s

source: %1$d <br/>of<br/> <b>%2$d</b>
ru_ru: %1$d <br/>из<br/> <b>%2$d</b>

source: <b>disabled</b>
ru_ru: <b>отключено</b>

source: %d <br/>of<br/> <b>unlimited</b>
ru_ru: %d

source: Reseller users table
fi_fi: J‰lleenmyyj‰taulukko
ru_ru: Таблица пользователей дилера
zh_cn: �û��б�

source: This reseller has no domains.
fi_fi: T‰ll‰ j‰lleenmyyj‰ll‰ ei ole domaineja.
ru_ru: У этого дилера нет доменов.

source: Traffic<br>usage
fi_fi: Liikennem‰‰r‰n<br>k‰yttˆ
ru_ru: Трафик
zh_cn: ���<br>ʹ��

source: Disk<br>usage
fi_fi: Levyn<br>k‰yttˆ
ru_ru: Диск
zh_cn: ���̿ռ�<br>ʹ��

source: Web<br>traffic
fi_fi: Web<br>liikenne
ru_ru: Веб
zh_cn: Web<br>���

source: FTP<br>traffic
fi_fi: FTP<br>liikenne
ru_ru: FTP
zh_cn: FTP<br>���

source: SMTP<br>traffic
fi_fi: SMTP<br>liikenne
ru_ru: SMTP
zh_cn: SMTP<br>���

source: POP3/IMAP<br>traffic
fi_fi: POP3/IMAP<br>liikenne
ru_ru: POP3/IMAP
zh_cn: POP3/IMAP<br>���

source: SQL<br>database
fi_fi: SQL<br>tietokanta
ru_ru: SQL<br>баз
zh_cn: SQL<br>���ݿ�

source: SQL<br>user
fi_fi: SQL<br>k‰ytt‰j‰
ru_ru: SQL<br>пользователей
zh_cn: SQL<br>�û�

source: %s doesn't exist or is empty
ru_ru: %s отсутствует или пуст!

source: Anti-Rootkits Tools Log Checker
ru_ru: Журналы анти-руткит средств

source: Server day statistics
fi_fi: Palvelimen p‰iv‰statistiikka
ru_ru: Дневная статистика сервера
zh_cn: ����������ͳ����Ϣ

source: Month:
fi_fi: Kuukausi:
ru_ru: Месяц:

source: Year:
fi_fi: Vuosi:
ru_ru: Год:

source: Day:
fi_fi: P‰iv‰:
ru_ru: День:
zh_cn: �죺

source: Hour
fi_fi: Tunti
ru_ru: Час
zh_cn: Сʱ

source: Server statistics
fi_fi: Palvelinstatistiikka
ru_ru: Статистика сервера
zh_cn: ������ͳ����Ϣ

source: ispCP Admin / System Tools / Server Status
ru_ru: ispCP Администрирование/Системные инструменты/Статус сервера
zh_cn: ispCP ����/ϵͳ����/������״̬

source: UP
ru_ru: РАБОТАЕТ

source: DOWN
ru_ru: НЕ РАБОТАЕТ

source: Host
ru_ru: Хост
zh_cn: �й�

source: Service
fi_fi: Palvelu
ru_ru: Служба

source: Server status
fi_fi: Palvelimen tila
ru_ru: Статус сервера

source: Wrong data input!
fi_fi: Virheellinen tieto!
ru_ru: Ошибка ввода данных!
zh_cn: �������������ݣ�

source: Warning traffic is bigger than max traffic!
ru_ru: Предупреждение: Ваш трафик превысил максимальный!

source: Server traffic settings updated successfully!
fi_fi: Palvelimen liikenneasetukset p‰ivitetty onnistuneesti!
ru_ru: Натройки трафика изменены!
zh_cn: ������������óɹ����£�

source: Modify
fi_fi: Muokkaa
ru_ru: Изменить

source: Server traffic settings
fi_fi: Palvelimen liikenneasetukset
ru_ru: Настройки трафика сервера

source: Set server traffic settings
fi_fi: Aseta palvelimen liikennem‰‰r‰asetukset
ru_ru: Настройки трафика сервера
zh_cn: ���ķ������������

source: Max traffic [MB]
fi_fi: Max liikenne [MT]
ru_ru: Максимальный трафик [Мб]
zh_cn: �������[MB]

source: Warning traffic [MB]
fi_fi: Varoitusraja liikenteelle [MT]
ru_ru: Предупреждение по трафику [Мб]
zh_cn: �������[MB]

source: ERROR: Only positive numbers are allowed !
ru_ru: Ошибка: отрицательные числа не допустимы!

source: General settings
fi_fi: Yleiset asetukset
ru_ru: Общие настройки

source: Settings
fi_fi: Asetukset
ru_ru: Настройки

source: Activation link expire time (minutes)
ru_ru: Время жизни ссылки активации (минут)

source: Bruteforce detection
fi_fi: Bruteforce-tunnistus
ru_ru: Обнаружение атаки-перебора

source: Block time between logins
ru_ru: Ограничивать время между попытками входа

source: Max number of login attempts
ru_ru: Количество попыток входа

source: Blocktime (minutes)
fi_fi: Estoaika (minuuttia)
ru_ru: Время блокировки (в минутах)

source: Block time between logins (seconds)
ru_ru: Время между попытками входа (в секундах)

source: Max number of CAPTCHA validation attempts
ru_ru: Максимальное число попыток ввода кода безопасности

source: Other settings
fi_fi: Muut asetukset
ru_ru: Другие настройки

source: Default language
fi_fi: Oletuskieli
ru_ru: Язык по умолчанию

source: Support system
fi_fi: Tukij‰rjestelm‰
ru_ru: Система поддержки
zh_cn: ֧��ϵͳ

source: Server ports
ru_ru: Порты сервера

source: Domains per page
fi_fi: Domaineja sivulla
ru_ru: Доменов на странице

source: ERROR: Only Letters, Numbers, Dash and Underscore are allowed!
ru_ru: Ошибка: Можно использовать только буквы, цифры, и символы '<b>/</b>', '<b>_</b>', '<b>-</b>'!

source: ERROR: Port already exists!
ru_ru: Ошибка: Этот порт уже есть!

source: You have no custom service ports defined.
ru_ru: У вас нет дополнительных портов.

source: Yes
fi_fi: Kyll‰
ru_ru: Да

source: No
fi_fi: Ei
ru_ru: Нет

source: Services
ru_ru: Службы

source: Port
fi_fi: Portti
ru_ru: Порт

source: Protocol
fi_fi: Protokolla
ru_ru: Протокол

source: You have no support tickets.
fi_fi: Sinulle ei ole tukikysymyksi‰.
ru_ru: Запросов нет.
zh_cn: ��û��������Ϣ��

source: Low
fi_fi: Pieni
ru_ru: Низкий

source: Medium
fi_fi: Normaali
ru_ru: Средний

source: High
fi_fi: Suuri
ru_ru: Высокий

source: Very high
fi_fi: Todella suuri
ru_ru: Очень высокий
zh_cn: �ǳ���

source: Support tickets
fi_fi: Tukikysymykset
ru_ru: Запросы поддержки
zh_cn: ������Ϣ

source: Priority
fi_fi: T‰rkeys
ru_ru: Приоритет
zh_cn: ���ȼ�

source: Last reply
fi_fi: Viimeinen vastaus
ru_ru: Последний ответ
zh_cn: �����ظ�

source: Delete all
fi_fi: Poista kaikki
ru_ru: Удалить всё
zh_cn: ȫ��ɾ��

source: Open tickets
fi_fi: Avoimet kysymykset
ru_ru: Открытые запросы
zh_cn: ����������Ϣ

source: Closed tickets
fi_fi: Suljetut kysymykset
ru_ru: Закрытые запросы
zh_cn: �ѹرյ�������Ϣ

source: [New]
fi_fi: [Uusi]
ru_ru: [Новый]

source: From
fi_fi: Kenelt‰
ru_ru: От

source: days
fi_fi: p‰iv‰‰
ru_ru: дней

source: hours
fi_fi: tuntia
ru_ru: часов

source: minutes
fi_fi: minuuttia
ru_ru: минут

source: System info
fi_fi: J‰rjestelm‰tiedot
ru_ru: Системная информация
zh_cn: ϵͳ��Ϣ

source: Vital system info
fi_fi: T‰rke‰t j‰rjestelm‰tiedot
ru_ru: Основная системная информация
zh_cn: ��Ҫ��ϵͳ��Ϣ

source: CPU system Info
fi_fi: CPU tiedot
ru_ru: Информация о CPU
zh_cn: CPUϵͳ��Ϣ

source: CPU model
fi_fi: CPU malli
ru_ru: Модель CPU
zh_cn: CPU�ͺ�

source: CPU cache
fi_fi: CPU v‰limuisti
ru_ru: CPU кеш
zh_cn: CPU����

source: Memory system info
fi_fi: Muistin tiedot
ru_ru: Информация о памяти
zh_cn: ϵͳ�ڴ���Ϣ

source: RAM
ru_ru: Память

source: Total
fi_fi: Yhteens‰
ru_ru: Всего
zh_cn: ȫ��

source: Free
fi_fi: Vapaana
ru_ru: Свободно

source: Swap
fi_fi: Vaihto
ru_ru: Подкачка

source: Up time
ru_ru: Аптайм
zh_cn: ����ʱ��

source: Kernel
ru_ru: Ядро
zh_cn: �ں�

source: Load
fi_fi: Kuorma
ru_ru: Загрузка

source: Filesystem system Info
fi_fi: Tiedostoj‰rjestelm‰n tiedot
ru_ru: Информация файловой системы
zh_cn: �ļ�ϵͳ��Ϣ

source: Mount
fi_fi: Liitos
ru_ru: Каталог

source: Type
fi_fi: Tyyppi
ru_ru: Тип

source: Partition
fi_fi: Osio
ru_ru: Раздел

source: Percent
fi_fi: Prosentti
ru_ru: Процент
zh_cn: �ٷֱ�

source: Size
fi_fi: Koko
ru_ru: Размер
zh_cn: ��С

source: Ticket not found!
fi_fi: Kysymyst‰ ei lˆydy!
ru_ru: Запрос не найден!
zh_cn: û���ҵ�������Ϣ��

source: Open ticket
fi_fi: Avaa ticketti
ru_ru: Открыть запрос
zh_cn: ����������Ϣ

source: Close ticket
fi_fi: Sulje ticketti
ru_ru: Закрыть запрос
zh_cn: �ر�������Ϣ

source: Please type your message!
fi_fi: Anna viesti!
ru_ru: Пожалуйста, введите Ваше сообщение!
zh_cn: ������������Ϣ��

source: Message was sent!
ru_ru: Сообщение отправлено!

source: Ticket was closed!
fi_fi: Kysymys suljettu!
ru_ru: Запрос закрыт!
zh_cn: ������Ϣ�ѹرգ�

source: Ticket was reopened!
ru_ru: Запрос снова открыт!

source: View support ticket
fi_fi: Katso tukikysymys
ru_ru: Смотреть запросы поддержки
zh_cn: �鿴������Ϣ

source: Send message reply
fi_fi: L‰het‰ viestin vastaus
ru_ru: Отправить ответное сообщение
zh_cn: ���ͻظ���Ϣ

source: Send reply
fi_fi: L‰het‰ vastaus
ru_ru: Отправить ответ
zh_cn: ���ͻظ�

source: ispCP Client : Add Alias
ru_ru: ispCP клиент: добавить псевдоним
zh_cn: ispCP�ͻ������ӱ���

source: Manage domain alias
fi_fi: Hallitse domain-aliaksia
ru_ru: Управление псевдонимами

source: Add domain alias
fi_fi: Lis‰‰ domain-alias
ru_ru: Добавить псевдоним домена

source: User account
fi_fi: K‰ytt‰j‰tunnus
ru_ru: Аккаунт пользователя
zh_cn: �û��˺�

source: Directory mount point
fi_fi: Hakemiston liitospiste
ru_ru: Использовать каталог
zh_cn: Ŀ¼���ص�

source: Forward to URL
fi_fi: Ohjaa osoitteeseen
ru_ru: Перенаправлять на URL
zh_cn: ת����URL

source: Add alias
fi_fi: Lis‰‰ alias
ru_ru: Добавить псевдоним
zh_cn: ���ӱ���

source: You do not need 'www.' ispCP will add it on its own.
ru_ru: 'www.' будет добавлено автоматически.

source: Domain alias limit reached!
ru_ru: Слишком много псевдонимов!

source: Incorrect domain name syntax
fi_fi: Virheellinen domain-nimi!
ru_ru: Некорректное <i>имя домена</i>

source: Domain with that name already exists on the system!
fi_fi: Domain samalla nimell‰ on jo olemassa j‰rjestelm‰ss‰!
ru_ru: Домен с этим именем уже есть в системе!
zh_cn: ϵͳ������һ����ͬ���Ƶ�������

source: Incorrect mount point syntax
fi_fi: Virheellinen liitospiste!
ru_ru: Некорректный <i>каталог</i>!
zh_cn: ���ص�����

source: Master domain cannot be used!
ru_ru: Нельзя использовать основной домен!

source: Incorrect forward syntax
fi_fi: Virheellinen ohjaus
ru_ru: Некорректное <i>перенаправление</i>!
zh_cn: ת����������

source: Domain with this name already exist
fi_fi: Domain t‰ll‰ nimell‰ on jo olemassa
ru_ru: Домен с этим доменом уже существует
zh_cn: ��ͬ���Ƶ������Ѿ�����

source: There is a subdomain with the same mount point!
ru_ru: Уже есть поддомен в этом каталоге!

source: Alias scheduled for activation!
ru_ru: Псевдоним ждет для активации!

source: Alias scheduled for addition!
fi_fi: Alias ajoitettu lis‰tt‰v‰ksi!
ru_ru: Псевдоним добавляется!
zh_cn: ���ƻ����ӱ���

source: Empty List
fi_fi: Tyhjenn‰ lista
ru_ru: Пустой список
zh_cn: �հ��б�

source: Empty list
fi_fi: Tyhjenn‰ lista
ru_ru: Пустой список
zh_cn: �հ��б�

source: FTP account already exists!
fi_fi: FTP-tunnus on olemassa!
ru_ru: FTP аккаунт уже существует!
zh_cn: �Ѵ��ڴ�FTP�ʺ�

source: Unknown domain type
ru_ru: Неизвестный тип домена

source: Incorrect mount point length or syntax
ru_ru: Некорректный каталог

source: %s does not exist
ru_ru: %s не существует

source: FTP account added!
fi_fi: FTP-tunnus lis‰tty!
ru_ru: FTP аккаунт добавлен!
zh_cn: FTP�ʺųɹ����ӣ�

source: Please enter FTP account username!
fi_fi: Anna FTP-k‰ytt‰j‰nimesi!
ru_ru: Пожалуйста, введите имя FTP аккаунта!
zh_cn: ������FTP�˺��û���
