Repository: okbutton/ispCP-distributed
Catalog: language-files/*.po
Languages: fi_fi, ru_ru, zh_cn

source: Password data is missing!
fi_fi: Salasanatiedot uupuvat!
ru_ru: Не указан пароль!
zh_cn: �������ݲ����ڣ�

source: Entered passwords differ from the another!
fi_fi: Annetut salasanat eiv‰t t‰sm‰‰!
ru_ru: Ввведенные пароли отличаются!
zh_cn: ���������벻һ��

source: Subdomain list is empty! You can not add FTP accounts there!
fi_fi: Alidomain-lista on tyhj‰! Et voi tehd‰ FTP-tunnuksia t‰nne!
ru_ru: Список поддоменов пуст! Нельзя добавлять FTP аккаунт.
zh_cn: �������б�Ϊ�գ�����������������FTP�ʻ���

source: Alias list is empty! You can not add FTP accounts there!
fi_fi: Alias-lista on tyhj‰! Et voi lis‰t‰ FTP-tunnuksia t‰nne!
ru_ru: Список алиасов пуст! Нельзя добавлять FTP аккаунты.
zh_cn: �����б�Ϊ�գ����޷�����FTP�û�

source: FTP accounts limit reached!
ru_ru: Максимальное число FTP аккаунтов

source: Add FTP user
fi_fi: Lis‰‰ FTP-k‰ytt‰j‰
ru_ru: Добавить пользователя FTP
zh_cn: ����FTP�û�

source: To main domain
fi_fi: P‰‰domainille
ru_ru: Для основного домена

source: To domain alias
fi_fi: Domain aliakselle
ru_ru: Для псевдонима

source: To subdomain
fi_fi: Alidomainille
ru_ru: Для поддомена

source: Use other dir
fi_fi: K‰yt‰ muuta hakemistoa
ru_ru: Используйте другую папку
zh_cn: ʹ������Ŀ¼

source: Choose dir
fi_fi: Valitse hakemisto
ru_ru: Выбрать каталог
zh_cn: ѡ��Ŀ¼

source: Invalid Mail Localpart Format used!
ru_ru: Некорректное имя почтового ящика!

source: Mailformat of an address in your forward list is incorrect!
ru_ru: Почтовый адрес для перенаправления некорректен!

source: Mail forward list empty!
ru_ru: Список перенаправлений пуст!

source: Mail account already exists!
fi_fi: S‰hkˆpostitunnus on jo olemassa
ru_ru: Такой почтовый ящик уже есть!
zh_cn: ���ʼ��ʺ��Ѵ���

source: Mail account scheduled for addition!
fi_fi: S‰hkˆpostitunnus ajoitettu lis‰tt‰v‰ksi!
ru_ru: Почтовый аккаунт добавляется!
zh_cn: �ƻ����ӵ������ʺ�

source: Please enter mail account username!
fi_fi: Anna s‰hkˆpostin k‰ytt‰j‰nimi!
ru_ru: Введите имя почтового ящика!
zh_cn: �������ʼ��˺��û���

source: Password data includes not permitted signs!
fi_fi: Salasana sis‰lt‰‰ kiellettyj‰ merkkej‰
ru_ru: Пароль слишком короткий или простой!

source: Subdomain list is empty! You can not add mail accounts!
fi_fi: Alidomain-lista on tyhj‰! Et voi luoda s‰hkˆposteja!
ru_ru: Список поддоменов пуст! Нельзя добавлять почтовые ящики.
zh_cn: �������б�Ϊ�գ����������������������ʻ���

source: Alias list is empty! You can not add mail accounts!
fi_fi: Alias-lista on tyhj‰! Et voi lis‰t‰ s‰hkˆpostik‰ytt‰ji‰!
ru_ru: Список псевдонимов пуст! Вы не можете добавлять почтовые ящики.
zh_cn: �����б�Ϊ�գ����޷�����email�û�

source: Forward list is empty!
fi_fi: Ohjauslista on tyhj‰!
ru_ru: Список перенаправлений пуст!
zh_cn: ת���б�Ϊ��

source: Mail accounts limit reached!
ru_ru: Максимальное число почтовых ящиков!

source: Add mail users
fi_fi: Lis‰‰ s‰hkˆpostik‰ytt‰ji‰
ru_ru: Добавление почтовых ящиков
zh_cn: ����email�û�

source: Normal mail
fi_fi: Tavallinen s‰hkˆposti
ru_ru: Обычная почта
zh_cn: һ���ʼ�

source: Forward mail
fi_fi: Ohjaa s‰hkˆpostiin
ru_ru: Перенаправление
zh_cn: ת���ʼ�

source: Forward to
fi_fi: Ohjaa:
ru_ru: Перенаправлять на
zh_cn: ת����

source: Separate multiple email addresses with a line-break.
ru_ru: По одному адресу на строку.

source: Please type database name!
fi_fi: Anna tietokannan nimi!
ru_ru: Укажите имя базы!
zh_cn: ���������ݿ����ƣ�

source: Database name is too long!
ru_ru: Имя базы слишком длинное!

source: Specified database name already exists!
fi_fi: M‰‰ritelty tietokanta on jo olemassa!
ru_ru: Такая база уже есть!
zh_cn: ָ�������ݿ������Ѿ����ڣ�

source: Wildcards such as %% and ? are not allowed!
ru_ru: Такие символы как %% и ? недопустимы!

source: SQL database created successfully!
fi_fi: SQL-tietokanta luotu onnistuneesti!
ru_ru: База данных SQL успешно создана!
zh_cn: �ɹ�����SQL���ݿ⣡

source: SQL accounts limit reached!
ru_ru: Максимальное число SQL аккаунтов!

source: Add SQL database
fi_fi: Lis‰‰ SQL-tietokanta
ru_ru: Добавить базу данных
zh_cn: ����SQL���ݿ�

source: Database name
fi_fi: Tietokannan nimi
ru_ru: Имя базы данных
zh_cn: ���ݿ�����

source: Use numeric ID
fi_fi: K‰yt‰ numeerista ID:t‰
ru_ru: Использовать численный ID
zh_cn: ʹ������ID

source: Before the name
ru_ru: Перед именем

source: After the name
ru_ru: После имени

source: Subdomains limit reached!
ru_ru: Максимальное число поддоменов!

source: Please specify subdomain name!
fi_fi: M‰‰rit‰ alidomainin nimi!
ru_ru: Укажите имя поддомена!

source: Subdomain already exists or is not allowed!
ru_ru: Такой поддомен уже есть или недопустим!

source: Wrong subdomain syntax!
fi_fi: Virheellinen alidomainsyntaksi!
ru_ru: Неправильный синтаксис поддомена!

source: Subdomain mount point already exists!
fi_fi: Alidomainin liitospiste on jo olemassa!
ru_ru: Каталог для поддомена уже есть!
zh_cn: ���������ص��Ѿ����ڣ�

source: Subdomain scheduled for addition!
fi_fi: Alidomain lis‰ysjonossa!
ru_ru: Поддомен добавляется!
zh_cn: �������ƻ����ӣ�

source: Add subdomain
fi_fi: Lis‰‰ alidomain
ru_ru: Добавить поддомен

source: Subdomain data
fi_fi: Alidomain-tiedot
ru_ru: Информация поддомена

source: Subdomain name
fi_fi: Alidomainin nimi
ru_ru: Имя поддомена

source: Directory tree mount point
ru_ru: Использовать каталог

source: Backup archive scheduled for restoring!
fi_fi: Varmuuskopio palautusjonossa!
ru_ru: Резервная копия включена для восстановления
zh_cn: �ƻ��ñ����ĵ��û�ԭ

source: Backup
fi_fi: Varmuuskopio
ru_ru: Резервное копирование

source: Daily backup
fi_fi: P‰ivitt‰inen varmuuskopio
ru_ru: Ежедневный бекап
zh_cn: ÿ�ձ���

source: Instructions to download today's backup
ru_ru: Инструкции для получения бекапа

source: Login with your FTP account
fi_fi: Kirjaudu FTP-tunnuksellasi
ru_ru: Войти на FTP
zh_cn: ������FTP�ʺŵ�¼

source: Switch to backups/ directory
ru_ru: Зайти в каталог backups

source: Download the files stored in this directory
fi_fi: Lataa t‰m‰n hakemiston ainoa tiedosto
ru_ru: Скачать файлы, находящиеся в этом каталоге

source: (usually named
ru_ru: (Обычное имя архива:

source: Restore backup
fi_fi: Palauta varmuuskopio
ru_ru: Восстановить с бекапа

source: Click the Restore button and the system will restore the last daily backup
ru_ru: Нажмите на кнопку 'Восстановить' и система будет восстановлена с последнего бекапа

source: Restore
fi_fi: Palauta
ru_ru: Восстановить

source: Are you sure you want to restore the backup?
ru_ru: Вы уверены что хотите восстановить систему с бекапа?

source: N/A
ru_ru: Н/Д

source: Enable
fi_fi: Aktivoi
ru_ru: Включить

source: Disable
fi_fi: Poista k‰ytˆst‰
ru_ru: Отключить
zh_cn: ȡ��

source: Delete CatchAll
fi_fi: Poista Nappaa kaikki
ru_ru: Удалить перехватывающий
zh_cn: ɾ��ѡ����ȫ��

source: None
fi_fi: Ei yht‰‰n
ru_ru: Нет
zh_cn: ȫ��

source: Create catch all
fi_fi: Luo Nappaa kaikki
ru_ru: Сделать перехватывающим
zh_cn: �������ѡ��

source: Manage users
fi_fi: Hallitse k‰ytt‰ji‰
ru_ru: Управление пользователями
zh_cn: �����û�

source: Mail users
fi_fi: S‰hkˆpostik‰ytt‰j‰t
ru_ru: Почтовые ящики
zh_cn: �����û�

source: Auto respond
fi_fi: Automaattivastaus
ru_ru: Автоответ
zh_cn: �Զ��ظ�

source: Domain mails
fi_fi: Domainin s‰hkˆpostit
ru_ru: Почтовые ящики домена
zh_cn: �����ʼ�

source: Subdomain mails
fi_fi: Alidomainin s‰hkˆpostit
ru_ru: Почтовые ящики поддомена

source: Alias mails
fi_fi: S‰hkˆpostialiakset
ru_ru: Почтовые ящики псевдонимов
zh_cn: �����ʼ�

source: Mails total
fi_fi: S‰hkˆposteja yhteens‰
ru_ru: Всего ящиков
zh_cn: �ʼ��ϼ�

source: FTPs total
fi_fi: FTP:t‰ yhteens‰
ru_ru: всего FTP аккаунтов
zh_cn: FTP�ܼ�

source: Catch all account
fi_fi: Nappaa kaikki -tunnus
ru_ru: Перехватывать всю почту
zh_cn: ѡ��ȫ���ʺ�

source: Catch all
fi_fi: Nappaa kaikki
ru_ru: Перехватить все
zh_cn: ѡ��ȫ��

source: FTP users
fi_fi: FTP-k‰ytt‰j‰t
ru_ru: FTP пользователи
zh_cn: FTP�û�

source: FTP account
fi_fi: FTP-tunnus
ru_ru: FTP аккаунт
zh_cn: FTP�ʺ�

source: User does not exist or you do not have permission to access this interface!
fi_fi: K‰ytt‰j‰‰ ei ole olemassa tai sinulla ei ole oikeuksia t‰h‰n paikkaan!
ru_ru: Пользователь не существует или Вы не имеете доступа в этот интерфейс!
zh_cn: �û������ڻ���û��Ȩ�޷��ʴ˽��棡

source: Catch all account scheduled for creation!
fi_fi: Nappaa kaikki -tunnus lis‰ysjonossa!
ru_ru: Перехватывающий ящик добавляется!
zh_cn: ѡȡȫ���ʺ��Ա�����

source: Mail forward list error!
fi_fi: S‰hkˆpostiohjauslistassa virhe!
ru_ru: Ошибка списка перенаправления!
zh_cn: ����ת���б�����

source: Create catch all mail account
fi_fi: Luo Nappaa kaikki -s‰hkˆposti
ru_ru: Создать перехватывающий почтовый ящик
zh_cn: �������ѡ�������ʺ�

source: Mail accounts list
fi_fi: S‰hkˆpostik‰ytt‰jien lista
ru_ru: Список почтовых ящиков
zh_cn: �����ʺ��б�

source: Cronjob Manager
fi_fi: Cronjob-hallinta
ru_ru: Планировшик задач
zh_cn: �ƻ�����������

source: Add Cronjob
fi_fi: Lis‰‰ Cronjob
ru_ru: Добавить задачу Планировщика
zh_cn: ���Ӽƻ�����

source: Active
fi_fi: Aktiivinen
ru_ru: Активно
zh_cn: ��Ծ

source: Cronjob
ru_ru: Задача
zh_cn: �ƻ�����

source: Command to run:
fi_fi: Suoritettava komento
ru_ru: Выполнить команду:
zh_cn: ���е����

source: Minute(s):
fi_fi: Minuutit
ru_ru: Минут(а)
zh_cn: ���ӣ�

source: Hour(s):
fi_fi: Tunnit
ru_ru: Час(ов):
zh_cn: Сʱ��

source: Day(s):
fi_fi: P‰iv‰(t):
ru_ru: День(и):
zh_cn: �죺

source: Month(s):
ru_ru: Месяцев:

source: Weekday(s):
fi_fi: Viikonp‰iv‰(t)
ru_ru: Дни недели:
zh_cn: ���ڣ�

source: Reset
fi_fi: Tyhjenn‰
ru_ru: Сбросить

source: Cancel
fi_fi: Peruuta
ru_ru: Отмена
zh_cn: ȡ��

source: Edit Cronjob
fi_fi: Muokkaa Cronjobia
ru_ru: Редактировать Задачу
zh_cn: �༭�ƻ�����

source: Cronjobs
fi_fi: Cronjobit
ru_ru: Задачи
zh_cn: �ƻ�����

source: Domain alias you are trying to remove has email accounts !<br>First remove them!
fi_fi: Domain-alias jota yrit‰t poistaa sis‰lt‰‰ s‰hkˆpostitunnuksia!<br>Poista ne ensin!
ru_ru: Псевдоним домена, что Вы пытаетесь удалить имеет почтовые ящики !<br>Сперва удалите их!
zh_cn: ��Ҫɾ�����������ӵ��email�˺�!<br>����ɾ������!

source: Domain alias you are trying to remove has FTP accounts!<br>First remove them!
fi_fi: Domain-alias jota yrit‰t muokata sis‰lt‰‰ FTP-tunnuksia!<br>Poista ne ensin!
ru_ru: Псевдоним домена, что Вы пытаетесь удалить имеет FTP аккаунты !<br>Сперва удалите их!
zh_cn: ��Ҫɾ������������ӵ��FTP�˺�!<br>����ɾ������!

source: Alias scheduled for deletion!
fi_fi: Alias poistojonossa!
ru_ru: Алиас в процессе удаления!
zh_cn: �ƻ�ɾ���ı���

source: Catch all account scheduled for deletion!
fi_fi: Nappaa kaikki -tunnus poistojonossa!
ru_ru: Перехватывающий ящик удаляется!
zh_cn: ѡȡȫ���ʺ��Ա�ɾ��

source: FTP account deleted successfully!
fi_fi: FTP-tunnus poistettu onnistuneesti!
ru_ru: FTP аккаунт был успешно удален!
zh_cn: FTP�ʺųɹ�ɾ����

source: Please delete first CatchAll account for this email!
fi_fi: Poista ensin Nappaa kaikki -tunnus s‰hkˆpostilta!
ru_ru: Сперва удалите перехватывающий ящик!
zh_cn: ����ɾ�����ʼ����״����ѡȡ�˺�

source: SQL database was removed successfully!
fi_fi: SQL-tietokanta poistettu onnistuneesti!
ru_ru: База данных SQL успешно удалена!
zh_cn: �ɹ�ɾ��SQL���ݿ⣡

source: Subdomain you are trying to remove has email accounts !<br>First remove them!
fi_fi: Alidomain jota yrit‰t poistaa sis‰lt‰‰ s‰hkˆpostitunnuksia! <br>Poista ensin ne!
ru_ru: У этого поддомена есть почтовые ящики!<br>Сперва удалите их!
zh_cn: ��񻃲�ീ����̞���ܵ������ߣ�<br>���郲�്�������輁

source: Subdomain scheduled for deletion!
fi_fi: Alidomain poistojonossa!
ru_ru: Поддомен удаляется!
zh_cn: �������ƻ�ɾ����

source: Mail account scheduled for modification!
fi_fi: S‰hkˆpostitunnus ajoitettu muutettavaksi!
ru_ru: Ящик обновляется!
zh_cn: �ƻ��ı��������ʺ�

source: Web Stats
ru_ru: Веб статистика

source: WEB
ru_ru: Веб

source: Sum
fi_fi: Yht
ru_ru: Итого
zh_cn: �ϼ�

source: Edit domain alias
fi_fi: Muokkaa domain-aliasta
ru_ru: Редактировать Псевдоним Домена

source: Alias name
fi_fi: Alias-nimi
ru_ru: Имя алиаса

source: Mount Point
ru_ru: Каталог

source: Enable Forward
ru_ru: Включить переадресацию

source: A Forward URL has to start with 'http://'
ru_ru: URL должен начинаться с 'http://'

source: Entered passwords differ!
fi_fi: Annetut salasanat poikkeavat!
ru_ru: Введенные пароли различаются!
zh_cn: ���������벻һ��

source: FTP account data updated!
fi_fi: FTP-tunnuksen tiedot p‰ivitetty!
ru_ru: Данные FTP аккаунта обновлены!
zh_cn: FTP�ʺ����ݳɹ����£�

source: Edit FTP user
fi_fi: Muokkaa FTP-k‰ytt‰j‰‰
ru_ru: Редактировать FTP пользователя
zh_cn: �༭FTP�û�

source: Save changes
fi_fi: Tallenna muutokset
ru_ru: Сохранить изменения

source: Email account not found!
ru_ru: Ящик не найден!

source: Missing or wrong data!
fi_fi: Uupuvaa tai v‰‰r‰‰ tietoa!
ru_ru: Пропущенные или неправильные данные!
zh_cn: ���ݶ�ʧ������

source: Password data includes not valid signs!
ru_ru: В пароле недопустимые символы!

source: Mail were updated successfully!
fi_fi: S‰hkˆposti p‰ivitetty onnistuneesti!
ru_ru: Ящик обновлен!
zh_cn: �����ɹ�����

source: Edit email account
fi_fi: Muokkaa s‰hkˆpostitunnusta
ru_ru: Редактировать почтовый ящик
zh_cn: �༭email�˺�

source: Please type your mail autorespond message!
fi_fi: Anna automaattivastauksen viesti!
ru_ru: Введите сообщение для автоответа
zh_cn: �����������ʼ��Զ��ظ���Ϣ��

source: Mail account scheduler for modification!
fi_fi: S‰hkˆpostitunnus ajoitettu muutettavaksi!
ru_ru: Ящик обновляется!
zh_cn: �ƻ��ı��������ʺ�

source: Edit mail auto responder
fi_fi: Muokkaa s‰hkˆpostin automaattista vastausta
ru_ru: Редактировать Автоответчик
zh_cn: �༭�ʼ��Զ��ظ�

source: Your message
fi_fi: Viestisi
ru_ru: Ваше сообщение
zh_cn: ������Ϣ

source: Please wait for update
ru_ru: Подождите обновления

source: Mail accounts list is empty!
fi_fi: S‰hkˆpostik‰ytt‰jien lista on tyhj‰!
ru_ru: Список ящиков пуст!
zh_cn: �����ʺ��б�Ϊ�գ�

source: Enable mail auto responder
fi_fi: Aktivoi s‰hkˆpostin automaattivastaus
ru_ru: Включить автоответчик
zh_cn: �����ʼ��Զ��ظ�

source: Server error - please choose error page
fi_fi: Palvelinvirhe - valitse toinen virhesivu
ru_ru: Ошибка сервера - выберите страницу ошибки
zh_cn: ���������� - ��ѡ������ҳ��

source: Edit error page
fi_fi: Muokkaa virhesivua
ru_ru: Редактировать страницу ошибок
zh_cn: �༭����ҳ��

source: Custom error page was updated!
fi_fi: Vaihtoehtoinen virhesivu p‰ivitetty!
ru_ru: Страницы ошибок обновлены!
zh_cn: �Զ�������ҳ���ɹ����£�

source: Error 401 (unauthorised)
ru_ru: Ошибка 401 (неправильный логин/пароль)

source: Error 403 (forbidden)
fi_fi: Virhe 403 (kielletty)
ru_ru: Ошибка 403 (доступ запрещен)

source: Error 404 (not found)
fi_fi: Virhe 404 (ei lˆydy)
ru_ru: Ошибка 404 (не найдено)
zh_cn: ����404(�Ҳ����ļ�)

source: Error 500 (internal server error)
fi_fi: Virhe 500 (sis‰inen palvelinvirhe)
ru_ru: Ошибка 500 (внутренняя ошибка сервера)
zh_cn: ����500(�ڲ�����������)

source: Error 503 (service unavailable)
ru_ru: Ошибка 503 (услуга недоступна)

source: Error pages
fi_fi: Virhesivut
ru_ru: Страницы Обшибок
zh_cn: ����ҳ��

source: FTP list is empty!
fi_fi: FTP-lista on tyhj‰!
ru_ru: Список FTP пуст!
zh_cn: FTP�б�Ϊ�գ�

source: Can not open directory !<br>Please contact your administrator !
fi_fi: Ei voi avata hakemistoa!<br>Ota yhteys yll‰pitoon!
ru_ru: Невозможно открыть директорию !<br> Свяжитесь со своим администратором !
zh_cn: �޷�����Ŀ¼��<br>�������Ĺ���Ա�ϵ

source: Parent Directory
fi_fi: Yl‰kansio
ru_ru: Каталог вверх
zh_cn: ��һ��Ŀ¼

source: Protect it
fi_fi: Suojaa
ru_ru: Защищать

source: Directory tree
fi_fi: Hakemistopuu
ru_ru: Дерево папок
zh_cn: Ŀ¼��

source: Directories
fi_fi: Hakemistot
ru_ru: Папки
zh_cn: Ŀ¼

source: Choose
fi_fi: Valitse
ru_ru: Выбрать
zh_cn: ѡ��

source: disabled
fi_fi: ei k‰ytˆss‰
ru_ru: отклоючено
zh_cn: ��ȡ��

source: You have <b>%d</b> new answer to your support questions
ru_ru: Есть <b>%d</b> новых сообщений поддержки!

source: %1$d%% [%2$s of %3$s]
ru_ru: %1$d%% [%2$s из %3$s]

source: %1$d%% [%2$s of unlimited]
ru_ru: %1$d%% [%2$s]

source: You are exceeding your traffic limit!
fi_fi: Olet ylitt‰m‰ss‰ kaistanm‰‰r‰rajoitusta!
ru_ru: Вы превысили Ваше ограничение трафика!
zh_cn: ���ﵽ������ƣ�

source: %1$s%% [%2$s of %3$s]
ru_ru: %1$s%% [%2$s из %3$s]

source: %1$s%% [%2$s of unlimited]
ru_ru: %1$s%% [%2$s]

source: You are exceeding your disk limit!
fi_fi: Olet ylitt‰m‰ss‰ levytilarajoitustasi!
ru_ru: Вы превысили Ваше ограничение на дискового пространства!
zh_cn: ���ﵽ���̿ռ����ƣ�

source: You have no new support questions!
fi_fi: Sinulla ei ole uusia tukikysymyksi‰!
ru_ru: Запросов тех.поддержки нету!
zh_cn: ��û���µ�֧�����⣡

source: General information
fi_fi: Yleistiedot
ru_ru: Общая информация
zh_cn: һ����Ϣ

source: Account name
fi_fi: Tilin nimi
ru_ru: Аккаунт
zh_cn: �ʺ�����

source: Main domain
fi_fi: P‰‰domain
ru_ru: Основной домен

source: SQL support
fi_fi: SQL-tuki
ru_ru: Поддержка SQL
zh_cn: SQL֧��

source: Traffic usage
fi_fi: Liikennem‰‰r‰n k‰yttˆ
ru_ru: Использование трафика
zh_cn: ���ʹ��

source: Disk usage
fi_fi: Levytilank‰yttˆ
ru_ru: Использование диска
zh_cn: ���̿ռ�ʹ��

source: Subdomain list is empty!
fi_fi: Alidomain-lista on tyhj‰!
ru_ru: Список поддоменов пуст!
zh_cn: �������б�Ϊ�գ�

source: Delete order
fi_fi: Poista tilaus
ru_ru: Удалить заказ
zh_cn: ɾ������

source: Alias list is empty!
fi_fi: Alias-lista on tyhj‰!
ru_ru: Список псевдонимов пуст!
zh_cn: �����б�Ϊ��

source: Manage domains
fi_fi: Hallitse domaineja
ru_ru: Управление доменами

source: Mount point
fi_fi: Liitospiste
ru_ru: Каталог
zh_cn: ���ص�

source: Forward
fi_fi: Ohjaus
ru_ru: Перенаправление
zh_cn: ת��

source: Actions
ru_ru: Действия

source: Database user list is empty!
fi_fi: Tietokantak‰ytt‰jien lista on tyhj‰!
ru_ru: Список пользователей базы данных пуст!
zh_cn: ���ݿ��û��б�Ϊ�գ�

source: Database list is empty!
fi_fi: Tietokantalista on tyhj‰!
ru_ru: Список баз данных пуст!
zh_cn: ���ݿ��б�Ϊ�գ�

source: Manage SQL
fi_fi: Hallitse tietokantoja
ru_ru: Управление SQL
zh_cn: ����SQL

source: Database Name and Users
ru_ru: Базы данных и пользователи БД

source: Database users
fi_fi: Tietokantak‰ytt‰j‰t
ru_ru: Пользователи базы данных
zh_cn: ���ݿ��û�

source: Add SQL user
fi_fi: Lis‰‰ SQL-k‰ytt‰j‰
ru_ru: Добавить SQL-пользователя
zh_cn: ����SQL�û�

source: Execute query
fi_fi: Suorita kysely
ru_ru: Выполнить запрос
zh_cn: ִ�в�ѯ

source: Login phpMyAdmin
ru_ru: Вход в phpMyAdmin

source: Please specify message subject!
fi_fi: M‰‰rit‰ viestin aihe!
ru_ru: Пожалуйста, введите тему сообщения!
zh_cn: ��ָ����Ϣ����

source: Your message was sent!
fi_fi: Viestisi on l‰hetetty!
ru_ru: Ваше сообщение отправленно!
zh_cn: ��Ϣ�ѷ�����

source: ispCP - Support system - New ticket
ru_ru: Техподдержка - Новый запрос
zh_cn: ispCP - ֧��ϵͳ - �µ�������Ϣ

source: New ticket
fi_fi: Uusi kysymys
ru_ru: Новый запрос
zh_cn: �µ�������Ϣ

source: Protected area status should be OK if you want to delete it!
fi_fi: Suojatun alueen tilan pit‰‰ olla OK ennen poistamista!
ru_ru: Для удаления защищенной области ее статус должен быть ОК!

source: Protected area deleted successfully!
fi_fi: Suojattu alue poistettu onnistuneesti!
ru_ru: Защищенная область удалена!
zh_cn: ���������ɹ�ɾ����

source: Permission deny!
fi_fi: P‰‰sy kielletty!
ru_ru: Доступ запрещен!
zh_cn: ��ֹ���ʣ�

source: You do not have protected areas
fi_fi: Sinulla ei ole suojattuja alueita
ru_ru: У Вас нету защищённых областей.
zh_cn: ��û�б�������

source: Manage users and groups
fi_fi: Hallitse k‰ytt‰ji‰ ja ryhmi‰
ru_ru: Управление пользователями и группами
zh_cn: �����û�����

source: Add user
fi_fi: Lis‰‰ k‰ytt‰j‰
ru_ru: Добавить пользователя
zh_cn: �����û�

source: Group name
fi_fi: Ryhm‰n nimi
ru_ru: Имя группы

source: Group members
fi_fi: Ryhm‰n j‰senet
ru_ru: Члены группы
zh_cn: ����Ա

source: Add group
fi_fi: Lis‰‰ ryhm‰
ru_ru: Добавить группу

source: Group
fi_fi: Ryhm‰
ru_ru: Группа

source: Add new protected area
fi_fi: Lis‰‰ uusi suojattu alue
ru_ru: Добавить новую защищённую область
zh_cn: �����µı�������

source: Please choose user or group
fi_fi: Valitse k‰ytt‰j‰ tai ryhm‰
ru_ru: Пожалуйста, выберите пользователя или группу
zh_cn: ��ѡ���û�����

source: Please enter area name
fi_fi: Anna alueesi nimi
ru_ru: Введите имя области

source: Please enter area path
fi_fi: Anna alueen polku
ru_ru: Введите каталог области

source: %s doesn't exist
ru_ru: %s не существует

source: You can not protect area without selected user(s)
ru_ru: Нельзя защитить область не выбрав пользователей!

source: You can not protect area without selected group(s)
fi_fi: Et voi luoda suojattua aluetta ilman ryhm‰‰!
ru_ru: Вы не можете защитить зону без выбранных групп.
zh_cn: û��ѡ����֮ǰ���޷���������

source: Protected area updated successfully!
fi_fi: Suojattu alue p‰ivitetty onnistuneesti!
ru_ru: Защита обновлена!
zh_cn: ���������ɹ����£�

source: Protected area created successfully!
fi_fi: Suojattu alue luotu onnistuneesti!
ru_ru: Защита установлена!
zh_cn: ���������ɹ�������

source: Protected area status should be OK if you want to edit it!
fi_fi: Suojatun alueen tilan pit‰‰ olla OK ennen muokkaamista!
ru_ru: Для редактирования защищенной области ее статус должен быть ОК!

source: You have no users !
fi_fi: Sinulla ei ole k‰ytt‰ji‰!
ru_ru: У вас нет пользователей!
zh_cn: ��û���û���

source: You have no groups!
fi_fi: Sinulla ei ole ryhmi‰!
ru_ru: У вас нет груп!
zh_cn: ��û����

source: Protect this area
fi_fi: Suojaa alue
ru_ru: Защитить эту область

source: Path
fi_fi: Polku
ru_ru: Путь

source: Groups
fi_fi: Ryhm‰t
ru_ru: Группы

source: User auth
fi_fi: K‰ytt‰j‰tunnistus
ru_ru: Доступ для пользователей
zh_cn: �û���֤

source: Group auth
fi_fi: Ryhm‰authaus
ru_ru: Доступ для групп

source: Area name
fi_fi: Aluenimi
ru_ru: Имя зоны

source: Unprotect it
fi_fi: Poista suojelu
ru_ru: Снять защиту
zh_cn: ȡ������

source: User was assigned to the %s group
ru_ru: Пользователь был добавлен в группу %s

source: User assign
fi_fi: K‰ytt‰j‰n m‰‰ritys
ru_ru: Назначить пользователя
zh_cn: �û�����

source: Already in:
fi_fi: Kuuluu:
ru_ru: Уже в группе:
zh_cn: �Ѿ������ڣ�

source: Member of group:
ru_ru: Член группы:

source: Select group:
ru_ru: Выберите группу:

source: Update user
fi_fi: P‰ivit‰ k‰ytt‰j‰
ru_ru: Изменить пользователя
zh_cn: �����û�

source: Invalid group name!
ru_ru: Некорректное имя группы!

source: Group already exists!
ru_ru: Группа уже существует!

source: Manage user
fi_fi: Hallitse k‰ytt‰j‰‰
ru_ru: Управление пользователем
zh_cn: �����û�

source: You have no users!
fi_fi: Sinulla ei ole k‰ytt‰ji‰!
ru_ru: У вас нет пользователей!
zh_cn: ��û���û���

source: Wrong username!
fi_fi: Virheellinen k‰ytt‰j‰tunnus!
ru_ru: Неправильное имя пользователя!
zh_cn: �û���������

source: User already exist !
fi_fi: K‰ytt‰j‰ on jo olemassa!
ru_ru: Пользователь уже существует!
zh_cn: �û��Ѵ���

source: SQL users limit reached!
ru_ru: Максимальное число SQL пользователей!

source: Please type user name!
fi_fi: Anna k‰ytt‰j‰nimi!
ru_ru: Пожалуйста, введите имя пользователя!
zh_cn: �������û����ƣ�

source: Please type user password!
fi_fi: Anna k‰ytt‰j‰n salasana!
ru_ru: Пожалуйста, введите пароль пользователя!
zh_cn: �������û����룡

source: Too user long password!
fi_fi: Liian pitk‰ salasana!
ru_ru: Слишком длинный пароль пользователя!
zh_cn: �û�����̫����

source: SQL-user not found! Maybe it was deleted by another user!
ru_ru: SQL пользовательн не найден! Может кто-то его удалил?

source: User name too long!
fi_fi: Liian pitk‰ k‰ytt‰j‰nimi!
ru_ru: Имя пользователя слишком длинное!
zh_cn: �û���̫����

source: Wildcards as %% and ? are not allowed!
ru_ru: Такие символы как %% и ? недопустимы!

source: Specified SQL username name already exists!
fi_fi: M‰‰ritelty SQL-k‰ytt‰j‰ on jo olemassa!
ru_ru: Такой SQL пользователь уже есть!
zh_cn: ָ����SQL�û����Ѿ����ڣ�

source: SQL user successfully added!
fi_fi: SQL-k‰ytt‰j‰ lis‰tty!
ru_ru: SQL пользователь добавлен!
zh_cn: ����SQL�û��ɹ���

source: SQL user name
fi_fi: SQL-k‰ytt‰j‰nimi
ru_ru: Имя SQL пользователя
zh_cn: SQL�û�����
